[{"id": "armsdealing14", "date": "Nov 2008", "title": "Bank funds transfer, CH51 to MOSWEUMM", "contents": "REPORT DATE:    17 November 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:\t\tCH51 0568 8001 1575 1710 0<br>To:\t     \t\tMOSWEUMM 4230-1840-001194396527<br>Date:    \t\t11-11-08 23:54:59<br>Amount: \t\tRUB9539332.39786508982", "summary": "A bank funds transfer was intercepted on 17 November 2008, with a transaction identification number, sender (CH51 0568 8001 1575 1710 0), recipient (MOSWEUMM 4230-1840-001194396527), date (11-11-08 23:54:59), and amount (RUB9539332.39786508982).", "topics": "Bank funds transfer, CH51, MOSWEUMM, RUB, classified documents.", "entities": {"person": [], "organization": ["CH51", "MOSWEUMM"], "location": [], "miscellaneous": ["REPORT DATE", "US GOVERNMENT COMMUNICATION INTERCEPT", "Transaction Identification Number", "Date", "Amount", "RUB"]}}, {"id": "armsdealing15", "date": "Dec 2008", "title": "Phone call from Antalya, Turkey, list of farming seller in Dubai", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 1, 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (387-33-770-731) registered in Sarajevo, Bosnia.  Conversation took place in the Turkish language on Monday, December 1, 2008 at 08:35:00 00 GMT.<br><br>90-242-244-8945:\tMy friend, we would be grateful for the opportunity to purchase farming equipment from you.  We will make arrangements for payment as soon as we have finalized the contract.<br>387-33-770-731:\tI am glad to hear this, my friend.  I have sent you the list of farming equipment.  Please let me know which items you would like to purchase as soon as you can.  The items sell quickly, and I do not want you to be disappointed if they are not available.<br>90-242-244-8945:\tYes, I will call you soon.  How will we arrange the shipment and payment?<br>387-33-770-731:\tYou must meet the seller in Dubai at which time you will pay for the equipment.  We will make arrangement for immediate delivery.<br>90-242-244-8945:\tYes, thank you.  I will call you back soon.", "summary": "The intercepted phone call from Antalya, Turkey to Sarajevo, Bosnia on December 1, 2008, reveals a conversation in Turkish between two individuals discussing the purchase of farming equipment. The caller expresses interest in buying the equipment and requests a list of available items. The seller sends the list and advises the caller to act quickly as the items sell fast. The caller agrees to call back soon to finalize the purchase and arrange for shipment and payment, which will take place in Dubai.", "topics": "farming equipment, seller list, shipment, payment, Dubai", "entities": {"person": [], "organization": ["US GOVERNMENT", "Dubai"], "location": ["Antalya, Turkey", "Sarajevo, Bosnia", "Dubai"], "miscellaneous": ["farming equipment", "payment", "shipment", "delivery"]}}, {"id": "armsdealing16", "date": "Dec 2008", "title": "Phone call in Turkey, Hakan and Celik wire money", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 3, 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (90-0212-516-90-24) registered in Istanbul, Turkey.  Conversation took place in the Kurmanji language on Wednesday, December 3, 2008 at 14:05:00 GMT.<br><br>90-242-244-8945:\tHakan, we are close to making a deal with- [pause] with our contact.  When can you have the money ready?<br>90-0212-516-90-24:\tI can have it ready in two weeks.  You must give me three days notice, however, if you want to have it in cash.  If you want the money wired, I can arrange that within 24 hours.  You must not forget, Celik.<br>90-242-244-8945:\tGood.  I will call you as soon as we know.", "summary": "The intercepted phone call between Hakan and Celik in Turkey reveals plans to wire money. Hakan mentions being close to making a deal with their contact and asks when Celik can have the money ready. Celik responds that they can have it ready in two weeks and can arrange for it to be wired within 24 hours. Celik reminds Hakan not to forget about the arrangement. The conversation took place on December 3, 2008, in the Kurmanji language.", "topics": "wire transfer, Turkey, cash, Hakan, Celik", "entities": {"person": ["Hakan", "Celik"], "organization": ["US GOVERNMENT"], "location": ["Antalya", "Istanbul", "Turkey"], "miscellaneous": ["Kurmanji", "December 3, 2008", "14:05:00 GMT"]}}, {"id": "armsdealing17", "date": "Dec 2008", "title": "Textbooks in Turkey. Meet the Professor", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 14 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (963-21-4569261) registered in Aleppo, Syria.  Conversation took place in the Kurmanji language on Sunday, December 14, 2008 at 20:35:00 GMT.<br><br>90-242-244-8945:\tMy brother, I have sent you a list of textbooks.  I must make the order soon.  Have you received it?<br>963-21-4569261:\tYes, I read it.  We have many good choices.  How much money can we spend?<br>90-242-244-8945:\tNo more than 120,000 lira.<br>963-21-4569261:\tHow will they be shipped?<br>90-242-244-8945:\tWe will make those arrangements when we meet the Professor.<br>963-21-4569261:\tWhen?<br>90-242-244-8945:\tI don’t know.  But we can’t get the shipment until we have made arrangements for payment.<br>963-21-4569261:\tI will send you a list today of the books we require.", "summary": "The intercepted conversation between two individuals in Turkey and Syria reveals plans to order textbooks, with a budget of no more than 120,000 lira. The shipment arrangements will be made when they meet the Professor, and payment arrangements must be made before the shipment can be received.", "topics": "Textbooks, Turkey, Syria, Shipment, Payment", "entities": {"person": ["My brother", "the Professor"], "organization": [], "location": ["Antalya", "Turkey", "Aleppo", "Syria"], "miscellaneous": ["US GOVERNMENT TELEPHONE INTERCEPT", "Kurmanji", "120,000 lira"]}}, {"id": "armsdealing18", "date": "Dec 2008", "title": "honor relationship with Nicolai, Gunter notified", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 15 DECEMBER 2008<br><br>Intercepted phone call from Boonmee Khemkhaengon to Lim Chanarong  December 15, 2008.  The caller says, “We will honor our relationship with Nicolai. “ The receiver says, “Arrangements are being made.  Gunter has been notified.” The caller says, “Then all is well.”", "summary": "A US government telephone intercept from December 15, 2008 reveals a conversation between Boonmee Khemkhaengon and Lim Chanarong. Boonmee states that they will honor their relationship with Nicolai, to which Lim responds that arrangements are being made and Gunter has been notified. Boonmee confirms that all is well.", "topics": "honor relationship, Nicolai, Gunter, arrangements, notified", "entities": {"person": ["Boonmee Khemkhaengon", "Lim Chanarong", "Nicolai", "Gunter"], "organization": ["US GOVERNMENT"], "location": [], "miscellaneous": ["December 15, 2008"]}}, {"id": "armsdealing19", "date": "Dec 2008", "title": "Hakan, traveling books and cash to United Arab Emerites", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 16 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (Hakan) registered in Istanbul, Turkey.  Conversation took place in the Kurmanji language on Wednesday, Tuesday, December 16, 2008 at 18:00:00 GMT.<br><br>90-242-244-8945:\tI’m calling about the books we will order.  We will need cash to pay for them.<br>90-0212-516-90-24: You can’t bring that much money on the airplane.  It will look suspicious.<br>90-242-244-8945:\tCan we pick the money up at a bank there?<br>90-0212-516-90-24: Probably.  Where are you traveling?<br>90-242-244-8945:\tThe United Arab Emerites.  Will that be a problem, Hakan?<br>90-0212-516-90-24: No, I do not think so.  I will check and let you know.  In the meantime, proceed with your arrangements.", "summary": "The intercepted call between two individuals in Turkey discusses the need for cash to pay for books and the possibility of picking up the money at a bank in the United Arab Emerites. The conversation is in the Kurmanji language and took place on December 16, 2008. The US government is monitoring the call.", "topics": "books, cash, travel, United Arab Emirates, Hakan", "entities": {"person": ["Hakan"], "organization": [], "location": ["Antalya", "Istanbul", "United Arab Emerites"], "miscellaneous": ["US GOVERNMENT TELEPHONE INTERCEPT", "Kurmanji language", "cash", "books", "airplane", "bank"]}}, {"id": "armsdealing20", "date": "Dec 2008", "title": "Saudi Arabian Bank transfer from SA80 to CH51", "contents": "US GOVERNMENT COMMUNICATION INTERCEPT:  [December 18 2008] Saudi Arabian Monetary Agency<br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  SA80 8000 0375 6080 2632 0160<br>To:\t     CH51 0568 8001 1575 1710 0<br>Date:    11-21-08 11:57:37<br>Amount:  CHF77490.76", "summary": "A US government communication intercept from December 18, 2008 reveals a bank transfer of CHF77490.76 from SA80 8000 0375 6080 2632 0160 to CH51 0568 8001 1575 1710 0, conducted by the Saudi Arabian Monetary Agency on November 21, 2008.", "topics": "Bank transfer, Saudi Arabia, Classified documents, Monetary agency, Funds transfer.", "entities": {"person": [], "organization": ["Saudi Arabian Monetary Agency"], "location": ["SA80", "CH51"], "miscellaneous": ["US GOVERNMENT COMMUNICATION INTERCEPT", "Transaction Identification Number", "11-21-08 11:57:37", "CHF77490.76"]}}, {"id": "armsdealing21", "date": "Dec 2008", "title": "Jordain Basel Private Bank SA Transfer", "contents": "US  GOVERNMENT COMMUNICATION INTERCEPT:  [December 19 2008] Jordain Basel Private Bank SA<br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  CH51 0568 8001 1575 1710 0<br>To:\t     MOSWEUMM 4230-1840-001194396527<br>Date:    11-24-08 09:07:37<br>Amount:  RUB1741403.355024", "summary": "A US government communication intercept from December 19, 2008 reveals a bank funds transfer from Jordain Basel Private Bank SA. The transaction identification number, sender and receiver information, date, and amount are provided. The transfer was for RUB1741403.355024.", "topics": "Bank transfer, Jordain Basel, Private Bank SA, US government, communication intercept.", "entities": {"person": [], "organization": ["Jordain Basel Private Bank SA", "US GOVERNMENT"], "location": ["CH51", "MOSWEUMM"], "miscellaneous": ["Transaction Identification Number", "11-24-08 09:07:37", "RUB1741403.355024"]}}, {"id": "armsdealing22", "date": "Dec 2008", "title": "I will call the Professor soon, Turkey, Dec 2008", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 22, 2008]<br><br>Call placed from a mobile phone (963-21-4569261) registered in Aleppo, Syria to mobile phone (90-242-244-8945) registered in Antalya, Turkey.  Conversation took place in the Kurmanji language on Monday, December 22, 2008 at 08:45:00 GMT.<br><br>963-21-4569261:\tI have sent you a list.  Did you receive it?<br>90-242-244-8945:\tYes, and I will call the Professor soon.  You must be prepared to travel.<br>963-21-4569261:\tWhen?<br>90-242-244-8945:\tI will let you know.", "summary": "A US government telephone intercept from December 2008 reveals a conversation in Kurmanji language between a mobile phone registered in Aleppo, Syria and one registered in Antalya, Turkey. The caller from Aleppo asks if the receiver has received a list and the receiver confirms, saying they will call the Professor soon and that the caller must be prepared to travel. The receiver does not give a specific time for the call.", "topics": "list, call, Professor, travel, Syria", "entities": {"person": ["the Professor"], "organization": ["US GOVERNMENT"], "location": ["Aleppo", "Syria", "Antalya", "Turkey"], "miscellaneous": ["Kurmanji language", "December 22, 2008", "08:45:00 GMT"]}}, {"id": "armsdealing23", "date": " Dec 2008", "title": "Order for farm equipment, green tractors", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [December 31, 2008]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (387-33-770-731) registered in Sarajevo, Bosnia.  Conversation took place in the Turkish language on Wednesday, December 31, 2008 at 06:15:00 GMT.<br><br>90-242-244-8945:\tI am calling to give you the order for the farm equipment.  Would you like it sent?<br>387-33-770-731:\tNo, no.  Tell me.<br>90-242-244-8945:\tWe will need green tractors, thirty-five of those.<br>387-33-770-731:\tYes, we have that.  Go on.<br>90-242-244-8945:\tWe need ninety of the type 40 and the type 105.<br>387-33-770-731:\tSo how many of the 40s?<br>90-242-244-8945:\tNinety.<br>387-33-770-731:\tOh, you mean ninety of each?<br>90-242-244-8945:\tYes, yes.  Ninety of each.  One hundred and eighty all together.<br>387-33-770-731:\tOf course.  Is that all?<br>90-242-244-8945:\tNo, we have more.  We need ten 137s.<br>387-33-770-731:\tOnly ten?<br>90-242-244-8945:\tWe don’t have that many farmers.<br>387-33-770-731:\tWill you need M types?<br>90-242-244-8945:\tYes and we will need many of those.<br>387-33-770-731:\tThose we sell in cases.  There are twenty to a case.<br>90-242-244-8945:\tThen we will need ten.<br>387-33-770-731:\tCases?<br>90-242-244-8945:\tYes, cases.<br>387-33-770-731:\tWill you need red tractors?<br>90-242-244-8945:\tNot this time.<br>387-33-770-731:\tI will send you the invoice.<br>[pause]<br>387-33-770-731:\tDid you get it?<br>90-242-244-8945:\tYes, I have it.<br>387-33-770-731:\tGood, I will call you with the time and place for the delivery.<br>90-242-244-8945:\tYes, thank you.", "summary": "The intercepted call between two mobile phones registered in Turkey and Bosnia discusses an order for farm equipment, specifically green tractors. The order includes 35 green tractors, 90 of type 40 and type 105, 10 of type 137, and 10 cases of M types (20 per case). The conversation ends with the seller sending an invoice and arranging for delivery. No mention of the purpose or destination of the equipment is made.", "topics": "Farm equipment, Tractors, Order, Turkey, Bosnia", "entities": {"person": [], "organization": ["US GOVERNMENT"], "location": ["Antalya", "Turkey", "Sarajevo", "Bosnia"], "miscellaneous": ["December 31, 2008", "Wednesday", "06:15:00 GMT", "thirty-five", "ninety", "40", "105", "One hundred and eighty", "ten", "137", "M", "twenty"]}}, {"id": "armsdealing24", "date": "Jan 2009", "title": "Phone Dombrovski to Dr. George, meet Dubai", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 7(095)230-6169 to 2347093189546<br><br>ON 2 JANUARY 2009<br><br>Intercepted phone call from Mikhail Dombrovski, Moscow, to a pre-paid cell phone in Lagos, Nigeria. <br><br>Speaker 1:  Success!  To our endeavors and our families in our noble causes, friend Dr. George!<br>Speaker 2:  Praise to you brother.  We are overjoyed to be speaking with you.  There are several matters to discuss about our mutual project.<br>Speaker 1:  I am hoping that our paperwork was to your satisfaction and that all details are in order?<br>Speaker 2:  Yes…yes…my companions are pleased at your faithfulness in securing our transactions.<br>Speaker 1:  The paperwork was accurate?  The statement was as your government billing required?  And in particular, we are agreed that the items noted from the catalog are exactly what was required to perform the services for your public health ministry?  We are not missing anything critical? I fear you have great unfulfilled need.<br>Speaker 2:  No.  The project is officially underway.  We must arrange a location.  We can meet with you in Paris…<br>Speaker 1:  A thousand apologies, but I must pass on that opportunity.  Pressing business matters are going to require me to spend much time in Dubai.  May we agree to meet there?  <br>Speaker 2:  That would be out of the way, but acceptable.  ", "summary": "The intercepted phone call is between Mikhail Dombrovski in Moscow and an unknown speaker in Lagos, Nigeria. They discuss a mutual project and confirm that the paperwork and transactions are in order. They also agree to meet in Dubai due to pressing business matters. The nature of the project and the identities of the speakers are unknown.", "topics": "public health, transactions, Dubai, Moscow, Lagos", "entities": {"person": ["Mikhail Dombrovski", "Dr. George"], "organization": ["US GOVERNMENT", "public health ministry"], "location": ["Moscow", "Lagos", "Paris", "Dubai"], "miscellaneous": ["pre-paid cell phone"]}}, {"id": "armsdealing25", "date": "Jan 2009", "title": "textbooks delivered 16 April, Baltasar and Kaya, Dubai", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [January 10, 2009]<br><br>Call placed from a mobile phone (90-242-244-8945) registered in Antalya, Turkey to mobile phone (90-0212-516-90-24) registered in Istanbul, Turkey.  Conversation took place in the Kurmanji language on Saturday, January 10, 2009 at 15:40:00 GMT.<br><br>90-242-244-8945:\tWe will need 120,000 lira for our textbooks.  We will need it delivered for pick up on 16 April.<br>90-0212-516-90-24: I will be going with you, so I will pick up the money.<br>90-242-244-8945:\tAre you sure?  There are two of us going already.<br>90-0212-516-90-24: I have to be the one to withdraw the money in Dubai.<br>90-242-244-8945:\tI see.  Who will make the travel arrangements?<br>90-0212-516-90-24: I have made the reservations.  You and I will travel with Kaya.<br>90-242-244-8945:\tWhat about Baltasar?<br>90-0212-516-90-24: I have spoken with Baltasar.  He will travel another day with two other instructors from the school:  Adad and Ashur.<br>90-242-244-8945:\tWhich day?<br>90-0212-516-90-24: They will travel April 18.  And stay at the same hotel as us.<br>90-242-244-8945:\tWill the hotel be close to the meeting?<br>90-0212-516-90-24: Yes, we are meeting in the Burj Al Arab.", "summary": "The intercepted conversation reveals plans for the delivery of textbooks in Dubai on April 16th. Two individuals, Kaya and Baltasar, are mentioned along with the need for 120,000 lira to be delivered for pick up. The conversation also includes details about travel arrangements and hotel accommodations for a meeting at the Burj Al Arab.", "topics": "textbooks, delivery, Dubai, travel arrangements, hotel", "entities": {"person": ["Kaya", "Baltasar", "Adad", "Ashur"], "organization": ["US GOVERNMENT", "Burj Al Arab"], "location": ["Antalya", "Istanbul", "Dubai"], "miscellaneous": ["Kurmanji language", "120,000 lira", "April 16", "April 18"]}}, {"id": "armsdealing26", "date": "Jan 2009", "title": "Nicolai arms exhibition in Dubai on April 17", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 10 JANUARY 2009<br><br>Intercepted phone call from Borodinski to Boonmee Khemkhaengon January 8, 2009.  The caller says [in English with a Russian accent], “Nicolai will be pleased to see you at the exhibition in Dubai on April 17.” The receiver says, “I look forward to meeting my friend again.”  There is no known arms exhibition scheduled in Dubai for April 17, 2009.", "summary": "A US government telephone intercept on January 8, 2009 revealed a conversation between Borodinski and Boonmee Khemkhaeng discussing an arms exhibition in Dubai on April 17. The caller, with a Russian accent, mentions that \"Nicolai will be pleased to see you\" at the exhibition. However, there is no known arms exhibition scheduled in Dubai on that date.", "topics": "Nicolai, arms exhibition, Dubai, April 17.", "entities": {"person": ["Borodinski", "Boonmee Khemkhaeng"], "organization": ["US GOVERNMENT"], "location": ["Dubai"], "miscellaneous": ["Nicolai", "April 17, 2009"]}}]