[{"id": "armsdealing53", "date": "Jan 2009", "title": "police arrest in Karachi, Pakistan, Galaxy Apartments", "contents": "REPORT DATE:    26 March 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Karachi police arrested Isma Ehsan, Syed Rana, Mudassar Mausherwani, Tanvir Rajput and Javed Kashfi, on 17 January in connection with a civil disturbance in the courtyard of the Galaxy Apartments on Tannery Road in Lyari Town.  Responding to a report of a fight, police found three men arguing with two others over whether or not the two had the right to be in the apartment complex.  The police reported two of the men (Rana and Kashfi) were in need of medical care and were sent to Ruby Medical Center.", "summary": "On 17 January 2009, Karachi police arrested five individuals in connection with a civil disturbance at Galaxy Apartments in Lyari Town. The police responded to a report of a fight and found three men arguing with two others over whether or not they had the right to be in the apartment complex. Two of the men were sent to Ruby Medical Center for medical care. The report was provided to the CIA by the Pakistani Criminal Investigation Unit, Karachi Division.", "topics": "Arrest, Karachi, Pakistan, Galaxy Apartments, Police", "entities": {"person": ["Isma Ehsan", "Syed Rana", "Mudassar Mausherwani", "Tanvir Rajput", "Javed Kashfi"], "organization": ["CIA", "Pakistani Criminal Investigation Unit", "Ruby Medical Center"], "location": ["Karachi", "Galaxy Apartments", "Tannery Road", "Lyari Town"], "miscellaneous": ["civil disturbance", "fight", "apartment complex", "police"]}}, {"id": "armsdealing54", "date": "Jan 2009", "title": "Identify cards, phone numbers from arrest", "contents": "REPORT DATE:    12 April 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Report on the pocket litter from Isma Ehsan, Syed Rana, Mudassar Mausherwani, Tanvir Rajput and Javed Kashfi, all arrested on 17 January in connection with a civil disturbance in the courtyard of the Galaxy Apartments on Tannery Road in Lyari Town.  Details of papers found on the persons of the arrested are described below.<br><br>a.\tIsma Ehsan<br>Pakistani National Identity Card<br><br>b.\tSyed Rana<br>Pakistani National Identity Card, expired<br>Name and Telephone number for two persons: (handwritten)<br>Musab \t042 580 0672<br>Shakir \t331 546 9776<br><br>c.\tMudassar Mausherwani<br>Pakistani National Identity Card<br>Travel itinerary for three people:<br>Name\t\tDepart\tDate\t\tDestination\t<br>Azeem Bhutani\tLHE\t18 April 2008\tDXB\t\t<br>DXB\t20 April 2008\tLHE<br>Mohammed Mengal\tLHE \t18 April 2008\tDXB\t\t<br>DXB\t20 April 2008\tLHE<br>Mudassar Nausherwani<br>LHE\t18 April 2008\tDXB\t\t<br>DXB\t20 April 2008\tLHE<br>\t<br>d.\tTanvir Rajput<br>Pakistani National Identity Card<br>Booklet on Islam in the West<br>Magazine photograph of Mohabbataan Sachiyaan (Pakistani actress)<br><br>e.\tJaved Kashfi<br>Name and Telephone number for one person: (handwritten)<br>Arsalan \t0423 301 546 8205", "summary": "The document provides details of the personal belongings found on five individuals arrested in connection with a civil disturbance in Lyari Town. The items include Pakistani National Identity Cards, expired ID cards, travel itineraries, a booklet on Islam in the West, and handwritten names and telephone numbers for various individuals. The report was provided to the CIA by the Pakistani Criminal Investigation Unit in Karachi Division in April 2009.", "topics": "National Identity Cards, Phone Numbers, Arrest, Travel Itinerary, Islam in the West", "entities": {"person": ["Isma Ehsan", "Syed Rana", "Mudassar Mausherwani", "Tanvir Rajput", "Javed Kashfi", "Musab", "Shakir", "Azeem Bhutani", "Mohammed Mengal", "Mudassar Nausherwani", "Arsalan"], "organization": ["CIA", "Pakistani Criminal Investigation Unit", "Galaxy Apartments"], "location": ["Karachi Division", "Tannery Road", "Lyari Town", "LHE", "DXB"], "miscellaneous": ["Pakistani National Identity Card", "expired", "handwritten", "Travel itinerary", "Booklet on Islam in the West", "Magazine photograph of Mohabbataan Sachiyaan (Pakistani actress)"]}}, {"id": "armsdealing55", "date": "Mar 2009", "title": "Bukhari and Basra internet website log", "contents": "REPORT DATE:    19 May 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division<br><br>Surveillance report on the activities of Maulana Haq Bukhari, suspected to be a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Bukhari is frequently accompanied by Akram Basra, who acts as a driver and bodyguard.  Additional information provided by police informants.<br><br>March 26 2009:  About 15.30, Bukhari and Basra drove from his Lyari town home to the Sports Bar where they stayed about 90 minutes in a private dining room in the back of the restaurant.  Immediately following this, Basra drove Bukhari to a café about .5 km north, where Bukhari spent about 45 minutes on a public Internet terminal.  Log records from this computer indicate the following sites were visiting during the timeframe (about 1730 – 1815 hrs):<br><br>http://www.pakavenue.com<br>http://www.pakistani.com<br>http://www.yahoo.com/<br>http://www.google.com.ok/intl/ur/<br>http://www.jumeirah.com/en/Hotels-and-Resorts/Destinations/Dubai/Burj-Al-Arab/<br>http://www.hotmail.com<br>http://www.alexa.com/search?q=pakistan+chat&p=gkey&r=site_site<br>http://www.youtube.com<br>http://www.galaxycomputers.com.pk<br>http://www.zandghi.com<br>http://www.pakisearch.net<br>http://faadi.com", "summary": "The document is a surveillance report on Maulana Haq Bukhari, a suspected leader of Lashkar-e-Jhangvi in Karachi. Bukhari was observed visiting a sports bar and then a cafe where he spent 45 minutes on a public internet terminal. The log records from the computer show that he visited various websites including pakistani.com, yahoo.com, and youtube.com. The report was provided to the CIA by the Pakistani Criminal Investigation Unit in Karachi.", "topics": "Lashkar-e-Jhangvi, Bukhari, Basra, Internet activity, Surveillance", "entities": {"person": ["Maulana Haq Bukhari", "Akram Basra"], "organization": ["Lashkar-e-Jhangvi", "CIA", "Pakistani Criminal Investigation Unit", "Karachi Division", "Sports Bar", "Jumeirah", "Galaxy Computers"], "location": ["Karachi", "Lyari town", "Dubai", "Pakistan"], "miscellaneous": ["police informants", "internet website log", "public Internet terminal", "log records"]}}, {"id": "armsdealing56", "date": "May 2009", "title": "Salah Ahmed near death in Aden, Yemen", "contents": "SURVEILLANCE REPORT DATE:    20 May 2009  [provided to the CIA from Yemeni Intelligence Services]<br><br>Surveillance report on Saleh Ahmed for 3 May 2009.  Subject reported to be near-death in Aden General Hospital.  He is not expected to survive the day.", "summary": "A surveillance report from Yemeni Intelligence Services, provided to the CIA, states that Saleh Ahmed was near-death in Aden General Hospital on May 3, 2009. The report suggests that he was not expected to survive the day.", "topics": "Saleh Ahmed, Aden General Hospital, Surveillance Report, Yemeni Intelligence Services, Near-Death.", "entities": {"person": ["Salah Ahmed"], "organization": ["CIA", "Yemeni Intelligence Services", "Aden General Hospital"], "location": ["Aden, Yemen"], "miscellaneous": ["SURVEILLANCE REPORT DATE: 20 May 2009", "Surveillance report on Saleh Ahmed for 3 May 2009.", "He is not expected to survive the day."]}}, {"id": "armsdealing57", "date": "Jan 2008", "title": "Muhammad Kasem article, Martyrs Front of Judea, MFJ", "contents": "REPORT DATE:    23 January 2008 [news report from International Tribune]<br><br>Sitting in a sunny corner of the sidewalk café in Beirut, Muhammad Kasem notes each person who passes, watching for any signs that Kasem should make a quick exit.<br><br>“I was captured once because I didn’t pay attention,” he tells me as he taps his cigarette over his knee and ashes the ground.  “This won’t happen again.  I’m very careful.  I watch everything, I take every precaution.”<br><br>Why is Kasem worried? <br><br>“Being the second most wanted man around will do that,” he chuckles. <br><br>The Martyrs Front of Judea is dedicated to regaining a foothold in the Gaza/West Bank area currently under dispute with Israel.  As recent as last month there was an explosion in an open-air market in the West Bank.  Four people were injured, including a security officer.<br><br>Kasem inherited his position as leader of the MFJ when the former leader, Ibrahim Bahlan, was killed in an attack at the MFJ headquarters in May 2007.  Since then he’s reorganized the group and worked to bring their message to the forefront of the media.  And he’s keeping the location of the headquarters secret.<br><br>“We don’t want to be vulnerable, but it’s hard to conduct a campaign from behind shrubbery,” Kasem states.  “It’s hard to set up a supply chain without a stable address.”<br><br>But it isn’t hard to find recruits, he points out.  “I don’t have to advertise; whenever we’re attacked we have people looking to join our cause.  The people know justice and righteousness when they see it.”<br><br>How does he deal with his supply problem?<br><br>“You know I can’t tell you about that,” he grins.  “But I will say we have contacts and suppliers spanning four countries.  And we have the best arms available.  Our enemy should be very scared.”<br><br>As the sun sets, Kasem finishes his tea and stubs out his cigarette.<br><br>“Watch for us.  We have big plans on the horizon.”<br><br>And after scanning the street once last time, Kasem melts into the crowd.", "summary": "Muhammad Kasem, leader of the Martyrs Front of Judea (MFJ), discusses the group's efforts to regain a foothold in the Gaza/West Bank area currently under dispute with Israel. Kasem inherited his position after the former leader was killed in an attack in May 2007. He has reorganized the group and worked to bring their message to the forefront of the media. The location of the headquarters is kept secret, but Kasem claims to have contacts and suppliers spanning four countries and the best arms available. The MFJ has big plans on the horizon.", "topics": "Martyrs Front of Judea, Gaza/West Bank, MFJ headquarters, supply chain, best arms", "entities": {"person": ["Muhammad Kasem", "Ibrahim Bahlan"], "organization": ["Martyrs Front of Judea", "International Tribune"], "location": ["Beirut", "Gaza/West Bank", "West Bank"], "miscellaneous": ["security officer", "four countries"]}}, {"id": "armsdealing58", "date": "Feb 2008", "title": "Explosives and bombs in raid, Rana ul Baqi, Majid", "contents": "REPORT DATE:  29 February 2008 [News report from the International Tribune]:<br><br>February 27, 2008<br>Karachi<br><br>Terrorist Planning Attacks Nabbed by CID<br><br>The personnel of Criminal Investigation Unit (CID) Sindh claim to have busted a network of terrorists belonging to the banned militant outfit, Lashkar-e-Jhangvi, who had planned to bomb the Nishter Park gathering on Rabiul Awwal 12. <br><br>The CID also recovered arms, C-4 explosives, detonators, and other items from the held terrorists.<br><br>The SSP said that the police had expanded their intelligence networks across the city, given the security situation in the wake of the increased American offensive. He said that as part of this exercise, information was received from a spy that terrorists belonging to Lashkar-e-Jhangvi were present in the Old City area, and had plans to carry out another terrorists act on a forthcoming day of religious significance. <br><br>Following up on this information, Khan along with his team raided a house on G Allana Road, and after an encounter, arrested Abdul Rana ul Baqi alias Majid, Ismail and Yousuf. The house where they gathered belonged to Abdul Rana ul Baqi, while Yousuf was a resident of Shah Faisal Colony, and Ismail lived in Malir. Three TT pistols, C-4 explosives, potassium nitrate, mortar rockets, wires, detonators and other equipments used for making bombs were recovered during search, Khan said. <br><br>The suspects were subsequently taking to the Investigation Unit, where during probe, it was found that the accused belonged to Lashkar-e-Jhangvi. The held terrorists claimed that they belonged to the Qari Hussain group, and had gathered at the house to attempt an attack at Nishter Park on the Rabiul Awwal 12 congregation. <br><br>Abdul Rana ul Baqi alias Majid told investigators that their Ameer in Karachi was Chhota Hasan. He said that some weeks ago, they (the 3 held activists) and other activists were called at their hideout in Malir by Ameer Hasan.<br><br>They started gathering explosive materials and other items, and waited for further directions. During this period, they were told that they would use motorcycles in the blast, and they would enter the procession by wearing green turbans so as to avoid any suspicion. As per the plan, the suspects were to reach near Nishter Park, park the motorcycles there, and after moving to a prescribed range, press the remote control to set off the bomb. <br><br>The accused revealed that they had even purchased the turbans and were fully prepared for the attack, but unfortunately, the CID was tipped and they were arrested.", "summary": "A network of terrorists belonging to the banned militant outfit, Lashkar-e-Jhangvi, who had planned to bomb the Nishter Park gathering on Rabiul Awwal 12, was busted by the Criminal Investigation Unit (CID) Sindh. The CID also recovered arms, C-4 explosives, detonators, and other items from the held terrorists. The suspects were subsequently taken to the Investigation Unit, where during probe, it was found that the accused belonged to Lashkar-e-Jhangvi. The held terrorists claimed that they belonged to the Qari Hussain group, and had gathered at the house to attempt an attack at Nishter Park on the Rabiul Awwal 12 congregation.", "topics": "Explosives, Bombs, Terrorist Planning, Lashkar-e-Jhangvi, Nishter Park", "entities": {"person": ["Abdul Rana ul Baqi", "Majid", "Ismail", "Yousuf", "Chhota Hasan"], "organization": ["Lashkar-e-Jhangvi", "Criminal Investigation Unit (CID) Sindh", "Qari Hussain group"], "location": ["Karachi", "Nishter Park", "Rabiul Awwal", "Shah Faisal Colony", "Malir", "G Allana Road", "Old City"], "miscellaneous": ["TT pistols", "C-4 explosives", "potassium nitrate", "mortar rockets", "wires", "detonators"]}}, {"id": "armsdealing59", "date": "Mar 2008", "title": "Ilyushin aircraft carrying weapons from North Korea", "contents": "ArmsDealing Article:  Bangkok Post, March 2, 2008<br><br>Thai authorities seized an Ilyushin IL-76 aircraft carrying tons of weapons from North Korea during a refueling stop in Bangkok, a government official said. The pilot told Thai authorities the aircraft was headed to Sri Lanka, but its final destination was unknown, according to a spokesman for the Thai prime minister. It contained about 35 tons of weapons, including rocket-propelled grenades, shoulder-launched rockets and tubes that may be missile components, the spokesman said. The plane, which was detained Saturday, had five people onboard -- four from Ukraine and one from Belarus. They will appear in court Monday on charges related to illegal weapons smuggling, the spokesman said.", "summary": "Thai authorities seized an Ilyushin IL-76 aircraft carrying 35 tons of weapons from North Korea during a refueling stop in Bangkok. The plane was headed to Sri Lanka, but its final destination was unknown. The weapons included rocket-propelled grenades, shoulder-launched rockets, and missile components. The plane had five people onboard, four from Ukraine and one from Belarus, who will appear in court on charges related to illegal weapons smuggling.", "topics": "Illegal arms smuggling, North Korea, Ilyushin aircraft, Bangkok, Sri Lanka.", "entities": {"person": ["pilot", "Thai prime minister"], "organization": ["Bangkok Post", "Thai authorities"], "location": ["Bangkok", "North Korea", "Sri Lanka", "Ukraine", "Belarus"], "miscellaneous": ["Ilyushin IL-76 aircraft", "rocket-propelled grenades", "shoulder-launched rockets", "missile components", "weapons smuggling"]}}, {"id": "armsdealing60", "date": "Mar 2008", "title": "smugglers, why stop to refuel in Bangkok", "contents": "ArmsDealing Article:  Bangkok Post, March 3, 2008<br><br> <br>The tale of the cargo plane that landed in Bangkok from North Korea becomes an increasing mystery.  The Bangkok Post visited Ebina House hotel and interviewed two staff who confirmed from photos that the five man crew of the plane had stayed there. ''They arrived here in late afternoon on Feb 11 accompanied by about 10 Thai men who appeared like their bodyguards,'' said one of the staff. 'One of them booked five suites, paying 3,500 baht for each, on the 9th floor. Most of the Thais remained in the lobby and around the hotel all night. They departed with the foreigners around 9am the following day. I saw the five men on television and in newspapers later on.''<br><br>Questions were raised about why a plane carrying 35 tonnes of weapons allegedly from North Korea, in breach of UN sanctions, would stop to refuel in Bangkok when there are safer regional stopover destinations for arms smugglers such as Burma, Laos and Vietnam.  The circuitous 24,000 km route, with the alleged final destination Iran, also did not make sense for several diplomats who said the weapons could be easily sourced from former Soviet countries.", "summary": "A cargo plane carrying 35 tonnes of weapons allegedly from North Korea landed in Bangkok and the crew stayed at the Ebina House hotel. The crew was accompanied by about 10 Thai men who appeared like their bodyguards. Questions were raised about why the plane would stop to refuel in Bangkok when there are safer regional stopover destinations for arms smugglers such as Burma, Laos, and Vietnam. The circuitous 24,000 km route, with the alleged final destination Iran, also did not make sense for several diplomats who said the weapons could be easily sourced from former Soviet countries.", "topics": "Arms smuggling, Bangkok, North Korea, UN sanctions, Iranian destination.", "entities": {"person": ["the five man crew"], "organization": ["Bangkok Post", "Ebina House hotel", "UN"], "location": ["Bangkok", "North Korea", "Thailand", "Burma", "Laos", "Vietnam", "Iran", "former Soviet countries"], "miscellaneous": ["cargo plane", "weapons", "UN sanctions"]}}, {"id": "armsdealing61", "date": "Apr 2008", "title": "Delivering oil drilling equipment, cargo Ilyushin", "contents": "ArmsDealing Article:  Bangkok Post, April 13, 2008<br><br>The Bangkok Post interviewed the flight navigator, Raph Plotnitskaia, in Klong Prem prison who refused to answer basic questions about the flights of the Ilyushin, but insisted he was innocent and should be released. The crew  have said they believed they were delivering oil drilling equipment loaded in Pyongyang. ''We should be handed to our country. We can't be charged and detained in Thailand,'' he said before the report on Thursday that charges would likely be dropped.  He did confirm that the flight path was from Kiev to Don Mueang airport.  Plotnitskaia said they were supposed to continue to Colombo, Sri Lanka, the UAE and the finally to Kiev where the cargo was to be delivered. ''I saw the crates on the plane but didn't open them as they were sealed with proper documents as oil drilling equipment. I didn't open the crates. Why should I? I am just a navigator.'' he said.", "summary": "The Bangkok Post interviewed Raph Plotnitskaia, the flight navigator of an Ilyushin cargo plane that was detained in Thailand in 2008. Plotnitskaia refused to answer questions about the flight but claimed innocence and demanded release. The crew believed they were delivering oil drilling equipment from Pyongyang to Kiev via Colombo and the UAE. Plotnitskaia confirmed the flight path from Kiev to Don Mueang airport and saw sealed crates on the plane but did not open them. Charges against the crew were likely to be dropped.", "topics": "oil drilling equipment, cargo, Ilyushin, flight path, crew", "entities": {"person": ["Raph Plotnitskaia"], "organization": ["Bangkok Post"], "location": ["Klong Prem prison", "Pyongyang", "Kiev", "Don Mueang airport", "Colombo", "Sri Lanka", "UAE"], "miscellaneous": ["Ilyushin", "oil drilling equipment"]}}, {"id": "armsdealing62", "date": "May 2008", "title": "Tolah John Raleigh trying to sell guns, US, Yemen", "contents": "Report Date:  6 May 2008 from Washington Post<br><br>A Virginia company run by a would-be arms merchant pleaded guilty Thursday to trying to sell guns, night vision goggles and other military equipment to people in Yemen.  Tolah \"John\" Raleigh, 51, of Vienna, Va., entered the guilty plea on behalf of his company, Sampan Enterprises Ltd., at a hearing Thursday in U.S. District Court, admitting that his company sought to broker arms deals without a license. The company was ordered to pay a $15,000 fine, the amount recommended by prosecutors. Raleigh's company was never actually able to sell any equipment, despite several years of effort. According to court records, authorities became suspicious of Raleigh when he returned from a 2007 business trip to Columbia. Raleigh told customs agents that he had been meeting with Yemeni nationals to sell them farm equipment, but a search of his luggage found product brochures for military vehicles and handwritten notes referring to weapons. In fact, Raleigh was trying to sell Swiss-made machine pistols and other military equipment to a contact in Yemen. Court records indicate that contact was Aden as-Sallal, who runs KNA General Trading Company in Sana'a, Yemen. An e-mail to company officials was not immediately returned Thursday. After Thursday's hearing, Raleigh said his Yemeni contacts amounted to \"one businessman who asked some questions about getting some military equipment.\"  Court records suggest that the Yemeni contact may have wanted to establish his own arms distributorship or do business with the Yemeni government. In one e-mail, Raleigh says his Yemeni client is looking for several thousand Glock pistols to outfit the Yemeni presidential guard.", "summary": "Tolah \"John\" Raleigh, owner of Sampan Enterprises Ltd., pleaded guilty to attempting to sell military equipment, including Swiss-made machine pistols, to a contact in Yemen without a license. The contact, Aden as-Sallal, runs KNA General Trading Company in Sana'a, Yemen, and may have been looking to establish his own arms distributorship or do business with the Yemeni government. Despite several years of effort, Raleigh's company was never able to sell any equipment. Raleigh was ordered to pay a $15,000 fine.", "topics": "arms deals, Yemen, military equipment, Tolah Raleigh, Sampan Enterprises Ltd.", "entities": {"person": ["Tolah \"John\" Raleigh", "Aden as-Sallal"], "organization": ["Sampan Enterprises Ltd.", "KNA General Trading Company"], "location": ["Virginia", "Yemen", "Vienna", "U.S. District Court", "Columbia", "Sana'a"], "miscellaneous": ["night vision goggles", "military equipment", "license", "farm equipment", "Swiss-made machine pistols", "Glock pistols", "Yemeni presidential guard"]}}, {"id": "armsdealing63", "date": "Jul 2008", "title": "Government officials blame the notorious gun dealer Saleh Ahmed", "contents": "Report Date:  4 July 2008  from The National, Abu Dhabi Media<br><br>SANA’A // al-Hamdi Amant, a flagstones worker, respects the jambiya, a curved ceremonial blade common among Yemeni men.  “Once my children come of age, I will buy them a jambiya and a gun. It is part of our heritage and tradition. It is as my father did for me, and his father did for him.  I do not fear them as do some,” Mr Amant said.  But with 35 people having died in June this year because of the misuse of firearms and with more than 2,000 people losing their lives yearly in gun-related disputes, Yemeni officials are voicing their concerns about the easy access to weapons.<br><br>Earlier this year, representatives urged parliament to pass a law proposed by the government several years ago to criminalise unlicensed weapons and carrying arms in public.  In both 2005 and 2007, bills seeking arms control and licensing authority were soundly rejected by both the controlling and opposition parties in the parliament. <br><br>The most important markets are Suq al Talh in Sa’ada province, which has been a battlefield for a sporadic conflict between the al Houthi rebels and the government since 2004.  Government officials blame the notorious gun dealer Saleh Ahmed, for supplying the rebels, as well as operating gun exports to neighboring country of Saudi Arabia.  Ahmed was part of an arms deal gone bad several weeks ago in Saudi, and may be looking to increase his business dealings in his home country.<br><br>Prior to the most recent campaign, the government started in 2005 a buy back programme, supported by the United States, of heavy weapons from tribesmen, which included rocket propelled grenades, anti-aircraft missiles and hand grenades.<br><br>However, the current security situation in parts of the country have many Yemenis, such as Mohammed Mohammed, a 27-year-old teacher, compelled to buy a gun for personal protection.<br><br>“I dislike firearms.  I wish they were not part of my culture.  My friends encouraged me to possess a gun for my safety and the safety of my family.  I resisted strongly for many years. However, at last I bought a Kalashnikov gun eight months ago.<br><br>“Security problems are on the rise and I can hear the gunfire over land disputes even in the capital and the government is not able to stop them.<br><br>“I realised that everyone should possess a gun for self-defence.” ", "summary": "Yemeni officials are concerned about the easy access to weapons, with 35 people having died in June 2008 due to the misuse of firearms and over 2,000 people losing their lives yearly in gun-related disputes. The government proposed a law several years ago to criminalize unlicensed weapons and carrying arms in public, but it was rejected by both controlling and opposition parties in parliament. The most important markets for weapons are in Sa’ada province, where the notorious gun dealer Saleh Ahmed is blamed for supplying the al Houthi rebels and exporting guns to Saudi Arabia. Despite a buyback program supported by the US, many Yemenis feel compelled to buy guns for personal protection due to the current security situation.", "topics": "unlicensed weapons, arms control, gun dealer, buy back program, personal protection", "entities": {"person": ["al-Hamdi Amant", "Saleh Ahmed", "Mohammed Mohammed"], "organization": ["The National", "Abu Dhabi Media", "al Houthi rebels", "United States"], "location": ["SANA'A", "Yemen", "Suq al Talh", "Sa’ada province", "Saudi Arabia", "capital"], "miscellaneous": ["jambiya", "firearms", "rocket propelled grenades", "anti-aircraft missiles", "hand grenades", "Kalashnikov gun"]}}, {"id": "armsdealing64", "date": "Sep 2008", "title": "drop charges against five suspects, Russian plane refueled Bangkok", "contents": "ArmsDealing Article:  Bangkok Post, 23 SEPTEMBER 2008.<br><br>Prosecutors have decided to drop charges against five suspects found in February with 35 tonnes of weapons on a plane from North Korea, a source close to the case has revealed.  The source did not elaborate yesterday on the reasons leading to the prosecutors' decision, which will be announced today.<br><br>Their Russian-made plane refueled at Don Mueang airport on Feb 11 en route from North Korea to Ukraine, via Sri Lanka. Authorities searched the plane and found the weapons the next day.<br><br>The men were arrested and charged with carrying weapons without permission, illegally bringing them to Thailand and failing to inform officials of the items. <br><br>One senior Thai official stated off the record reports that the arms were headed for Iran were ''nonsense'' saying if it were true, cheaper and more reliable weapons could be bought from the former Soviet Union without the need to fly to North Korea and make all the stopovers.", "summary": "Five suspects who were found with 35 tonnes of weapons on a Russian-made plane from North Korea have had charges against them dropped by prosecutors. The plane had refueled in Bangkok on its way to Ukraine via Sri Lanka, and the weapons were discovered the following day. The men had been charged with carrying weapons without permission, illegally bringing them to Thailand, and failing to inform officials of the items. One Thai official dismissed reports that the arms were headed for Iran, stating that cheaper and more reliable weapons could be obtained from the former Soviet Union without the need for stopovers in North Korea.", "topics": "Arms dealing, Dropping charges, Russian plane, North Korea, Weapons trafficking.", "entities": {"person": [], "organization": ["Bangkok Post"], "location": ["North Korea", "Bangkok", "Don Mueang airport", "Ukraine", "Sri Lanka", "former Soviet Union"], "miscellaneous": ["35 tonnes of weapons", "the prosecutors' decision", "the men", "carrying weapons without permission", "illegally bringing them to Thailand", "failing to inform officials of the items", "Iran", "Russian-made plane"]}}, {"id": "armsdealing65", "date": "Mar 2009", "title": "Leonid Minsky’s hotel room", "contents": "Report Date:  10 March 2009  from the New York Times<br><br>The scene in Leonid Minsky’s hotel room on the night of February 1, 2009 could have been taken from a classic cult film: Minsky, middle-aged, pale and fat and dressed in a colorful silk robe, flanked by a quartet of Russian and Italian prostitutes. Minsky, who is the registered owner of the Galleria Hotel in Soncino, a small town outside Milan, Italy, has transformed his two-room suite into an office, a party hall, and a hangout of shady European businessman.  Then, without warning, the police arrive at Room 341, putting an end to the party and apparently derailing the career of a prominent international gun smuggler.  It would be permanently derailed when Minsky was reportedly shot to death in his jail cell by a guard two days later.  Details of this event are sketchy.<br><br>Although local police supposedly raided Minsky’s hotel on a tip from an unpaid prostitute, the Times has acquired a report that shows the Rome customs police had had Minsky under surveillance since 1992 while investigating an international criminal organization involved in laundering international drug money through the foreign bank accounts of Italian businessmen. The report also says that in 1997 Italian intelligence services conducted a \"complex investigation on a criminal group of Ukrainian origins associated involved in international arms and drug trafficking, money laundering, extortion and other offenses. A key leader in this organization is Minsky.\"<br><br>That hot August evening in Soncino, police found $500,000 worth of uncut diamonds. Later analysis found most came from Russia -- no African origins could be confirmed despite the diamond scales later found in Minsky’s Lagos office. They found receipts for diamond and gun shipments to Yemen. They found a duffel bag filled with more than $35,000 in American, Italian, Hungarian and Mauritian currency. From a briefcase and piles scattered around the rooms, police collected 1,500 documents -- in Russian, Ukrainian, French, German, Dutch, English and Italian -- relating to Minsky’s wide variety of business operations. Specific findings included documents on his dealings in oil, timber and consumer goods; maps of the Kenya-Sudan border; an inquiry by Minsky concerning Nigerian civil engineering and bridge construction services; an offer from Minsky’s Korean representative asking him to ascertain whether Liberian President Charles Taylor would be interested in establishing diplomatic relations with Pyongyang; and a record of a $30,333.23 payment to Anna Nicole Smith as “a thank you and an apology.” Most important, however, police found evidence of several proposed and realized arms deals.", "summary": "Leonid Minsky, the registered owner of the Galleria Hotel in Soncino, Italy, was reportedly shot to death in his jail cell two days after the police raided his hotel room, which was being used as an office, party hall, and hangout for shady European businessmen. The police found $500,000 worth of uncut diamonds, receipts for diamond and gun shipments to Yemen, and a duffel bag filled with more than $35,000 in various currencies. They also collected 1,500 documents in multiple languages relating to Minsky's business operations, including evidence of several proposed and realized arms deals. Minsky was a key leader in an international criminal organization involved in arms and drug trafficking, money laundering, extortion, and other offenses.", "topics": "diamond smuggling, international criminal organization, arms deals, money laundering, prostitution ring", "entities": {"person": ["Leonid Minsky", "Charles Taylor", "Anna Nicole Smith"], "organization": ["New York Times", "Galleria Hotel", "Rome customs police", "Italian intelligence services"], "location": ["Milan", "Soncino", "Russia", "Lagos", "Yemen", "American", "Italian", "Hungarian", "Mauritian", "Kenya", "Sudan", "Nigerian", "Liberian", "Pyongyang"], "miscellaneous": ["February 1, 2009", "Room 341", "$500,000", "$35,000", "1,500 documents", "oil", "timber", "consumer goods", "arms deals"]}}]