[
  {
    "id": "armsdealing66",
    "date": "Sep 2008",
    "title": "Deal-making between officers. pre-arranged seizure of arms, Najok",
    "contents": "Report Date:  26 September 2008 from The East African Standard, Nairobi<br><br>Hardly a week after the Cabinet approved police reforms the Ministry Police (MP) is in the eye of a new storm over an illegal arms haul.<br><br>The force, which has been adversely mentioned in various reports that accuse it of gross human rights violations that include murder and rape during and after the 2007 General Election is fending off allegations that its top brass is involved in clandestine movement of arms.<br><br>The centre of the new storm is force commandant Ita Adoyo, who last week some MPs wanted grilled.<br><br>Focus shifted to Adoyo following a cache of arms allegedly found in Narok. It is believed the incident may be linked to succession battles in the MP hierarchy.<br><br>The battle is becoming even more intense as MP Commandant Ita Adoyo’s tenure end on March 30, next year. The circumstances also reflect the lapses and connivance that are a threat to national security. Security experts and sources familiar with force’s register of arms claim the incident was deliberate.<br><br>\"There was some deal-making between some officers. The seizure of the arms and ammunitions, it appears, was pre-arranged,\" the security expert familiar with on-going criminal investigations said.<br><br>It is claimed senior officers in the force are on high alert over information that could implicate them because they would most likely take responsibility if the arms originated there.",
    "summary": "The Ministry of Police in Kenya is facing allegations of illegal arms movement, with force commandant Ita Adoyo at the center of the controversy. A cache of arms was allegedly found in Narok, and sources familiar with the force's register of arms claim that the incident was pre-arranged through deal-making between officers. The situation reflects lapses and connivance that threaten national security, and senior officers are reportedly on high alert over potential implications. Adoyo's tenure ends on March 30, 2009, adding to the intensity of the situation.",
    "topics": "deal-making, pre-arranged seizure, arms, Najok, police reforms",
    "entities": {
      "person": ["Ita Adoyo"],
      "organization": ["Ministry Police (MP)", "The East African Standard"],
      "location": ["Nairobi", "Narok"],
      "miscellaneous": [
        "Cabinet",
        "2007 General Election",
        "security expert",
        "arms",
        "ammunitions",
        "criminal investigations",
        "national security",
        "succession battles",
        "force commandant"
      ]
    }
  },
  {
    "id": "armsdealing67",
    "date": "Oct 2008",
    "title": "Otieno and Onyango illeally possessing ammunition, Narok",
    "contents": "Report Date:   October 6, 2008 from The East African Standard, Nairobi <br><br>Nairobi — A Kenyan working at a British Army base has been arrested and detained in connection with the huge cache of weapons seized by police in Narok.<br><br>Mr Oliver Thatcher, a civilian, was arrested as businessman Thabiti Otieno and a senior Ministry Police officer, Superintendent Wanjohi Onyango, were charged in court for illegally possessing government ammunition.<br><br>Mr Otieno, who is employed at the military base in Nanyuki, was picked up by detectives on Wednesday evening and moved to Nairobi where he was questioned by senior police officers. Six other people are also being questioned in connection with the arms seizure, according to Internal Security source.",
    "summary": "A Kenyan civilian working at a British Army base has been arrested in connection with a large cache of weapons seized by police in Narok. Businessman Thabiti Otieno and a senior Ministry Police officer, Superintendent Wanjohi Onyango, were charged in court for illegally possessing government ammunition. Mr Otieno, who is employed at the military base in Nanyuki, was picked up by detectives on Wednesday evening and moved to Nairobi where he was questioned by senior police officers. Six other people are also being questioned in connection with the arms seizure.",
    "topics": "British Army, Narok, ammunition, illegal possession, police seizure.",
    "entities": {
      "person": [
        "Oliver Thatcher",
        "Thabiti Otieno",
        "Superintendent Wanjohi Onyango"
      ],
      "organization": ["British Army", "Ministry Police"],
      "location": ["Narok", "Nairobi", "Nanyuki"],
      "miscellaneous": ["Internal Security source"]
    }
  },
  {
    "id": "armsdealing68",
    "date": "Jan 2009",
    "title": "A Kenyan court acquitted Onyango and Otieno",
    "contents": "Report Date:   January 15, 2009  from the Daily Telegraph<br><br>A Kenyan court has acquitted Wanjohi Onyango, Thabiti Otieno and wife Nahid Owiti of illegal possession and smuggling of arms and ammunition.  The three were released on Monday after judges decided there was insufficient evidence against them, in light of the national government’s internal investigations into illegal arms deals involving the Ministry Police.   The three defendants’ eight-year jail sentence for was set aside by the court. A lower court had earlier convicted them of possessing government arms and selling them to foreign interests. According to the appellate court, much of the witness testimony was not credible because it was unclear on dates, locations and often contained elements that could be \"objectively proven to be impossible\". The court ruled that a conviction on such evidence would be \"built on quicksand\". The ruling is a blow for prosecutors who had appealed for a stiffer sentence and sought an additional conviction for war crimes for the three defendants.  Kenyan Internal Security Assistant Minister Jimiyu Michieka did not immediately return calls for a statement concerning the outcome of this trial.  ",
    "summary": "Onyango, Otieno, and Owiti have been acquitted of illegal possession and smuggling of arms and ammunition due to insufficient evidence against them. The national government's internal investigations into illegal arms deals involving the Ministry Police played a role in the judges' decision. The defendants' eight-year jail sentence was set aside, and the court ruled that much of the witness testimony was not credible. The prosecutors had appealed for a stiffer sentence and an additional conviction for war crimes, but the ruling is a blow to their efforts.",
    "topics": "illegal arms deals, Ministry Police, witness testimony, conviction, war crimes",
    "entities": {
      "person": [
        "Wanjohi Onyango",
        "Thabiti Otieno",
        "Nahid Owiti",
        "Jimiyu Michieka"
      ],
      "organization": ["Ministry Police", "Daily Telegraph"],
      "location": ["Kenya"],
      "miscellaneous": ["arms", "ammunition", "war crimes"]
    }
  },
  {
    "id": "armsdealing69",
    "date": "Feb 2009",
    "title": "cocaine bust in Italy, Leonid Minsky, diamonds",
    "contents": "Report Date:  2 February 2009  from La Repubblica (Italy)<br><br>Rome -- A recent cocaine bust in Italy turned into a surprise of international intrigue. Italian police discovered four prostitutes in a hotel room with a Ukrainian businessman named Leonid Minsky. The police also discovered more than $35,000 in cash, a half-million dollars in diamonds, and more than 1,500 documents detailing a tangled web of business dealings in oil, diamonds, and gun shipments to Yemen. Two days after Minsky was placed in custody, he was found dead in his cell due to unknown cause. Florence police are being supported in their investigation by UN arms experts.  ",
    "summary": "Italian police discovered Ukrainian businessman Leonid Minsky with four prostitutes in a hotel room during a cocaine bust. They also found over $35,000 in cash, half a million dollars in diamonds, and 1,500 documents detailing business dealings in oil, diamonds, and gun shipments to Yemen. Minsky died in custody two days later, and the cause of death is unknown. UN arms experts are assisting in the investigation.",
    "topics": "cocaine bust, Leonid Minsky, diamonds, oil dealings, gun shipments",
    "entities": {
      "person": ["Leonid Minsky"],
      "organization": ["La Repubblica", "UN"],
      "location": ["Italy", "Rome", "Yemen", "Florence"],
      "miscellaneous": [
        "cocaine",
        "prostitutes",
        "cash",
        "diamonds",
        "documents",
        "oil",
        "gun shipments"
      ]
    }
  },
  {
    "id": "armsdealing70",
    "date": "May 2009",
    "title": "Hospital deaths, Thabiti Otieno and Nahid Owiti",
    "contents": "Report Date:   May 3, 2009 from The East African Standard, Nairobi (from Obituaries)<br><br>Nairobi Hospital<br>We regret to inform you of the deaths of Thabiti Otieno and Nahid Owiti of Narok on 1 May.<br>This couple were married for 30 years. Thabiti Otieno was born on 24nd June, 1960, in Oswestry, Shropshire, England. Nahid was born in Narok.<br>They are blessed with 8 children Ethan Kaniaru, Bud Wanjiku, Mildred Ng’endo, Jonathan Kariuki, the late Ethel Njeri, Tamara Muiruri (Washington, USA), Lois Nyambura and Edsel Ndungu (Nebraska, USA).",
    "summary": "The document reports on the deaths of Thabiti Otieno and Nahid Owiti, a married couple from Narok, who passed away on May 1, 2009, at Nairobi Hospital. Thabiti Otieno was born in England and Nahid was born in Narok. The couple had eight children, including one who had already passed away.",
    "topics": "Hospital deaths, Thabiti Otieno, Nahid Owiti, Obituaries, Nairobi Standard",
    "entities": {
      "person": [
        "Thabiti Otieno",
        "Nahid Owiti",
        "Ethan Kaniaru",
        "Bud Wanjiku",
        "Mildred Ng’endo",
        "Jonathan Kariuki",
        "Ethel Njeri",
        "Tamara Muiruri",
        "Lois Nyambura",
        "Edsel Ndungu"
      ],
      "organization": ["The East African Standard", "Nairobi Hospital"],
      "location": [
        "Nairobi",
        "Narok",
        "Oswestry",
        "Shropshire",
        "Washington",
        "USA",
        "Nebraska"
      ],
      "miscellaneous": ["Report Date", "Obituaries"]
    }
  },
  {
    "id": "armsdealing71",
    "date": " March 2009",
    "title": "North Korean sales of missiles, Korea Machinery Industry Co. ships weapons from Bangkok",
    "contents": " News Article:  Bangkok Post, March 17, 2009 <br><br> According to a report Thailand submitted over the weekend to the U.N., the company that shipped the weapons found on the Ilyushin IL-76 cargo plane seized in Bangkok last year was the Korea Machinery Industry Co., and the cache included 49 rockets, a rocket launcher and three crates of fuses and rocket-propelled grenades. North Korean sales of missiles, missile parts and other arms to countries such as Iran, Syria and Myanmar are believed to contribute hundreds of millions of dollars annually to North Korea's hard-currency earnings. Although the sale of such relatively routine weapons would normally not be illegal, in this case it violates the ban imposed under a U.N. resolution designed to punish North Korea after it consistently violated UN-imposed sanctions over the past year. Thailand has asked the U.N. Security Council how to handle and dispose of the weapons, advice that has not so far been forthcoming.  ",
    "summary": "The Korea Machinery Industry Co. was found to have shipped weapons, including 49 rockets, a rocket launcher, and three crates of fuses and rocket-propelled grenades, on an Ilyushin IL-76 cargo plane seized in Bangkok. North Korea's sales of missiles, missile parts, and other arms to countries like Iran, Syria, and Myanmar are believed to contribute hundreds of millions of dollars annually to their hard-currency earnings. The sale of these weapons violates a U.N. resolution designed to punish North Korea for consistently violating UN-imposed sanctions over the past year. Thailand has asked the U.N. Security Council for advice on how to handle and dispose of the weapons.",
    "topics": "North Korean sales, missiles, weapons, Bangkok, UN resolution.",
    "entities": {
      "person": ["North Korea"],
      "organization": [
        "Korea Machinery Industry Co.",
        "U.N.",
        "Ilyushin IL-76"
      ],
      "location": [
        "Bangkok",
        "Iran",
        "Syria",
        "Myanmar",
        "Thailand",
        "U.N. Security Council"
      ],
      "miscellaneous": [
        "49 rockets",
        "a rocket launcher",
        "three crates of fuses and rocket-propelled grenades",
        "hard-currency earnings",
        "U.N. resolution",
        "UN-imposed sanctions"
      ]
    }
  },
  {
    "id": "armsdealing72",
    "date": "Feb 2009",
    "title": "Diamond, documents and money found in Minsky's office",
    "contents": "Report Date:  10 March 2009  from the New York Times <br><br>  The scene in Leonid Minsky’s hotel room on the night of February 1, 2009 could have been taken from a classic cult film: Minsky, middle-aged, pale and fat and dressed in a colorful silk robe, flanked by a quartet of Russian and Italian prostitutes. A pornographic film flickers in the background. Minsky, who is the registered owner of the Galleria Hotel in Soncino, a small town outside Milan, Italy, has transformed his two-room suite into an office, a party hall, and a hangout of shady European businessman.  Then, without warning, the police arrive at Room 341, putting an end to the party and apparently derailing the career of a prominent international gun smuggler.  It would be permanently derailed when Minsky was reportedly shot to death in his jail cell by a guard two days later.  Details of this event are sketchy. Although local police supposedly raided Minsky’s hotel on a tip from an unpaid prostitute, the Times has acquired a report that shows the Rome customs police had had Minsky under surveillance since 1992 while investigating an international criminal organization involved in laundering international drug money through the foreign bank accounts of Italian businessmen. The report also says that in 1997 Italian intelligence services conducted a complex investigation on a criminal group of Ukrainian origins associated involved in international arms and drug trafficking, money laundering, extortion and other offenses. A key leader in this organization is Minsky. That hot August evening in Soncino, police found $500,000 worth of uncut diamonds. Later analysis found most came from Russia -- no African origins could be confirmed despite the diamond scales later found in Minsky’s Lagos office. They found receipts for diamond and gun shipments to Yemen. They found a duffel bag filled with more than $35,000 in American, Italian, Hungarian and Mauritian currency. From a briefcase and piles scattered around the rooms, police collected 1,500 documents -- in Russian, Ukrainian, French, German, Dutch, English and Italian -- relating to Minsky’s wide variety of business operations. Specific findings included documents on his dealings in oil, timber and consumer goods; maps of the Kenya-Sudan border; an inquiry by Minsky concerning Nigerian civil engineering and bridge construction services; an offer from Minsky’s Korean representative asking him to ascertain whether Liberian President Charles Taylor would be interested in establishing diplomatic relations with Pyongyang; and a record of a $30,333.23 payment to Anna Nicole Smith as “a thank you and an apology.” Most important, however, police found evidence of several proposed and realized arms deals. Leonid Minsky was part of a new generation of highly organized post-Soviet criminals whose power and success is largely attributable to the climate of chaos, poverty and disintegrating state apparatus that governs many former Soviet republics today. Mobsters have easy access to former Soviet Army stockpiles -- now considered surplus small arms -- favored by embargoed military groupings seeking cheap weaponry wherever they can get it. ",
    "summary": "Leonid Minsky, a prominent international gun smuggler, was raided by police in his hotel room in Soncino, Italy in 2009. The police found uncut diamonds worth $500,000, receipts for diamond and gun shipments to Yemen, and a duffel bag filled with over $35,000 in various currencies. They also collected 1,500 documents in multiple languages relating to Minsky's various business operations, including evidence of several proposed and realized arms deals. Minsky was reportedly shot to death in his jail cell two days later. He was part of a new generation of highly organized post-Soviet criminals.",
    "topics": "diamonds, international crime, arms deals, money laundering, prostitution",
    "entities": {
      "person": ["Leonid Minsky", "Charles Taylor", "Anna Nicole Smith"],
      "organization": [
        "Galleria Hotel",
        "Rome customs police",
        "Italian intelligence services"
      ],
      "location": [
        "Soncino",
        "Milan",
        "Russia",
        "Lagos",
        "Yemen",
        "Kenya",
        "Sudan",
        "Nigeria",
        "Liberia",
        "Pyongyang"
      ],
      "miscellaneous": [
        "pornographic film",
        "international criminal organization",
        "international arms and drug trafficking",
        "money laundering",
        "extortion",
        "oil",
        "timber",
        "consumer goods",
        "diamond scales",
        "American currency",
        "Italian currency",
        "Hungarian currency",
        "Mauritian currency",
        "documents in Russian",
        "documents in Ukrainian",
        "documents in French",
        "documents in German",
        "documents in Dutch",
        "documents in English",
        "documents in Italian",
        "arms deals",
        "post-Soviet criminals",
        "former Soviet republics",
        "former Soviet Army stockpiles",
        "surplus small arms",
        "embargoed military groupings"
      ]
    }
  },
  {
    "id": "armsdealing73",
    "date": "Nov 2008",
    "title": "Fighting in northern Yemen has moved into Saudi Arabia, Increase in number of refugees",
    "contents": " Report Date:  23 November 2008  from SABA, Yemen News Agency <br><br> San’a’ -- Fighting in northern Yemen has moved into Saudi Arabia, forcing school closures and sending thousands fleeing, according to the United Nations. Fighting has now spilled into Saudi Arabia, reportedly causing 240 villages to be evacuated and more than 50 schools to be closed,  Sigrid Khan of UNICEF said in a statement this week. The total number of people displaced by the conflict since 2004 has gone up to more than 175,000, from an estimated 150,000 only a few weeks ago. Some point fingers at destabilizing foreign influence in the regional affair, directed against the Saudi regime.  Yet, others insist that this is a problem rooted in domestic unrest. The conflict is considered to be both separatist -- over who will assert authority in the area -- and sectarian -- whether Shiite Islam will dominate in majority Sunni Yemen. The rebels are supporters of slain Shiite cleric Hussein al-Houthi. Al-Houthi founded a new movement called the Sha‘ab al-Muminin (the Young Believers) and acquired significant religious status amongst the Za’idi population of northern Yemen.  But as the fighting escalates, the situation is worsening for children, Kahn said. During the past three months, children affected by the conflict in the north have seen all their basic rights violated. Lack of safe water, nutrition and hygiene is exerting a heavy toll on their health and well-being, and threatening their very survival, Khan said.  Camps for refugees are filled, and those who cannot obtain a place in the camps are collecting just outside. Yemen's official news agency SABA reported Friday it was working to establish new refugees camps, however, this will do little to solve the core problems. ",
    "summary": "Fighting in northern Yemen has spilled into Saudi Arabia, causing the evacuation of 240 villages and closure of over 50 schools. The conflict, which has displaced over 175,000 people since 2004, is both separatist and sectarian, with rebels supporting slain Shiite cleric Hussein al-Houthi. The situation is worsening for children, with their basic rights violated and lack of access to safe water, nutrition, and hygiene. Refugee camps are filled, and Yemen is working to establish new ones, but this will do little to solve the core problems. Some point to destabilizing foreign influence, while others see it as a problem rooted in domestic unrest.",
    "topics": "Saudi Arabia, Refugees, Fighting, Sectarianism, Foreign Influence",
    "entities": {
      "person": ["Sigrid Khan", "Hussein al-Houthi"],
      "organization": [
        "United Nations",
        "UNICEF",
        "Sha‘ab al-Muminin",
        "Za’idi"
      ],
      "location": ["Yemen", "Saudi Arabia"],
      "miscellaneous": ["Shiite Islam", "Sunni Yemen"]
    }
  },
  {
    "id": "armsdealing74",
    "date": "Oct 2008",
    "title": "Huge cache of weapons seized by police in Narok",
    "contents": " Report Date:   October 17, 2008 from The East African Standard, Nairobi <br><br> The Kenyan working at a British Army base, Mr. Thabiti Otieno, who was arrested and detained in connection with the huge cache of weapons seized by police in Narok, has indeed been getting government tenders to supply materiel to the government.  But Narok North District procurement officer Chilemba Abasi quickly added that he was not the only beneficiary and that the bidding was competitive and lawful. In court, Mr Onyango, Mr Otieno and his wife Nahid Owiti, will Friday know whether they will be released on bail. They have all pleaded not guilty to the charges. In Parliament, Mr Omondi said that six people from a Ministry Police camp were being questioned over the arms cache. Mr Omondi issued a ministerial statement as members said suspicion was high that the MP armoury had been raided.  We want to know who issued and received the arms within the department of the MP and we want to know for what purpose this was done, he said. He also sought to know what was being done to the commander who gives authority for movement of armours from the armoury.  I will be updating Kenyans on findings because this is a serious and sensitive matter, he promised. ",
    "summary": "A Kenyan man working at a British Army base has been arrested in connection with a large cache of weapons seized by police in Narok. The man, Thabiti Otieno, has been receiving government tenders to supply materials to the government, but the procurement officer for Narok North District claims that the bidding process was competitive and lawful. Six people from a Ministry Police camp are being questioned over the arms cache, and suspicion is high that the MP armoury has been raided. The government is investigating who issued and received the arms and for what purpose.",
    "topics": "weapons cache, government tenders, procurement bidding, Ministry Police camp, MP armoury",
    "entities": {
      "person": [
        "Thabiti Otieno",
        "Chilemba Abasi",
        "Onyango",
        "Nahid Owiti",
        "Omondi"
      ],
      "organization": ["British Army", "Ministry Police"],
      "location": ["Narok", "Nairobi", "Parliament"],
      "miscellaneous": [
        "government tenders",
        "materiel",
        "bidding",
        "competitive",
        "lawful",
        "court",
        "bail",
        "charges",
        "ministerial statement",
        "MP armoury",
        "raided",
        "commander",
        "movement",
        "armours",
        "serious",
        "sensitive"
      ]
    }
  },
  {
    "id": "armsdealing75",
    "date": "Sep 2008",
    "title": "House team would want to question some of the force’s top command ",
    "contents": " Report Date:  27 September 2008 from The East African Standard, Nairobi <br><br> A member of a Parliamentary Committee on Security told The Standard on Sunday the House team would want to question some of the force’s top command. The member said information his colleagues had gathered over the cache, pointed to a deal gone awry. The claim is corroborated by Internal Security Assistant Minister Jimiyu Michieka who told The Standard on Sunday the seizure of the weapons was exposed following a deal gone sour among the merchants of death, said to include civilians and security officers. Some senior officers at the Ministry Police Training College (MPTC) interviewed point to unresolved political intrigues that relate to the retention of Ita Adoyo who should have retired last year. An inspector, who cannot be named for fear of reprisals, claims it was unusual for items to leave the armoury without the knowledge of senior officers. Even more intriguing are revelations that the force’s firearms and ammunitions records are updated daily. Requisitions from districts and units — MPTC, Security of Government Buildings, Rapid Deployment Unit and Rural Border Patrol Unit — are approved by the Force Commandant. He should be the one answering the questions about how arms ended in civilian custody as claimed, the source said.Arms acquisition, it also emerged, is steeped in corruption. What raises more questions is that the armoury is under CCTV surveillance and armed guard round the clock. Asked about how this is feasible, Michieka  said, This is a sensitive matter. I am not privy to information about how the force keeps its records or secures the armoury. From the look of things this is just a deal gone sour.",
    "summary": "The House team wants to question some of the top command of the force due to a deal gone awry involving the seizure of weapons. The retention of Ita Adoyo, who should have retired last year, is related to unresolved political intrigues. Senior officers at the Ministry Police Training College claim it was unusual for items to leave the armoury without the knowledge of senior officers. The force's firearms and ammunitions records are updated daily, and the Force Commandant should answer questions about how arms ended up in civilian custody. Arms acquisition is steeped in corruption, and the armoury is under CCTV surveillance and armed guard round the clock.",
    "topics": "corruption, weapons seizure, political intrigues, civilian custody, CCTV surveillance",
    "entities": {
      "person": ["Jimiyu Michieka", "Ita Adoyo"],
      "organization": [
        "Parliamentary Committee on Security",
        "Internal Security",
        "Ministry Police Training College",
        "Security of Government Buildings",
        "Rapid Deployment Unit",
        "Rural Border Patrol Unit",
        "Force Commandant"
      ],
      "location": ["The East African Standard", "Nairobi"],
      "miscellaneous": ["CCTV"]
    }
  },
  {
    "id": "armsdealing76",
    "date": "Sep 2008",
    "title": "Yemeni authorities have shut down all arms businesses",
    "contents": " Report Date:  23 September 2008  from SABA, Yemen News Agency  <br><br> Yemen addresses arms trade SANA'A, Sep. 23 (Saba) - Interior Minister Tolah al-Kalid said on Tuesday that Yemen will never allow weapons trade to be back being completely crushed in this past summer’s crackdown. Al-Kalid was quoted by the state-run TruthToday.net as warning that the Ministry would be all over all who sell secretly or in public any pieces of weapons. The Ministry will never allow the death trade to appear again after we took an unprecedented step to eliminate this distressing way to make money through death, he added Yemen's efforts at internal control started after 9/11 with the new international focus on terrorism. The Yemeni government embarked upon a widely known weapons buyback program, hoping to neutralize the threat they posed to government control, in a non-confrontational manner. Yemeni authorities have shut down all arms businesses in anticipation of the introduction of a new licensing system in a bid to control the trade in a country with one of the highest rates of private gun ownership in the world. The Interior Ministry will take on the task of regulating weapons purchases in the country through the official licensing and monitoring of dealers and dealerships. Yemen has an estimated 60 million firearms in private hands, roughly three for every man, woman and child. Gun ownership has long been seen as an essential part of Yemeni culture. ",
    "summary": "Yemeni authorities have shut down all arms businesses and introduced a new licensing system to control the trade in a country with one of the highest rates of private gun ownership in the world. The Interior Ministry will regulate weapons purchases through official licensing and monitoring of dealers and dealerships. Yemen has an estimated 60 million firearms in private hands, roughly three for every man, woman, and child. Gun ownership has long been seen as an essential part of Yemeni culture. The government's efforts at internal control started after 9/11 with the new international focus on terrorism.",
    "topics": "arms trade, Yemen, gun ownership, licensing system, weapons buyback program",
    "entities": {
      "person": ["Tolah al-Kalid"],
      "organization": [
        "SABA",
        "Yemen News Agency",
        "TruthToday.net",
        "Interior Ministry"
      ],
      "location": ["Yemen", "SANA'A"],
      "miscellaneous": ["9/11"]
    }
  },
  {
    "id": "armsdealing77",
    "date": "Sep 2009",
    "title": "Russia is planning to increase weapon sale in the Asia-Pacific region",
    "contents": "Report Date:  6 September 2008 from Moscow Times <br><br> (Moscow)   Russia is planning to strengthen its position as a key supplier of weaponry in the Asia-Pacific region by seeking new customers at a major arms show in Malaysia, state arms exporter Rosoboronexport has said. The biennial Langkawi International Maritime and Aerospace (LIMA) exhibition starts on Monday through Friday, September 19 at the Mahsuri International Exhibition Center in Malaysia. We plan to communicate broadly with our current customer base, as well as with new potential customers, Rosoboronexport Deputy General Director Viktor Novoski said. Novoski , who heads the Russian delegation at the show, expressed hope that LIMA-2008 would allow a closer tie between the Russian federation and Asian-Pacific countries According to Rosoboronexport, Russia will display several pieces of air, land, and sea-based equipment.  The line of combat aircraft includes XH-96 Wingman-E and MiG-201 Pendulum-K  multirole fighters, Yeti-130 combat trainer and various models of Bi and Ya helicopters. Russian-made air defense systems will be represented at the show by Bot-34sd and the Tan-X-44 “Supreme Secure” components. Russia will also exhibit small and medium displacement surface ships that are in great demand in Southeast Asia, including the Whisper and Viper patrol boats. Also exhibiting will include the Project 636 diesel submarine, and the SA-N-99 Otter short range surface to air missile system. ",
    "summary": "Russia's state arms exporter, Rosoboronexport, plans to increase its weapon sales in the Asia-Pacific region by seeking new customers at the Langkawi International Maritime and Aerospace exhibition in Malaysia. The company aims to communicate with both current and potential customers, displaying various air, land, and sea-based equipment, including combat aircraft, air defense systems, patrol boats, and a diesel submarine. Rosoboronexport hopes to establish closer ties between Russia and Asian-Pacific countries.",
    "topics": "Weapons sales, Asia-Pacific region, Rosoboronexport, LIMA exhibition, Russian-made equipment.",
    "entities": {
      "person": ["Viktor Novoski"],
      "organization": ["Rosoboronexport"],
      "location": [
        "Russia",
        "Asia-Pacific",
        "Malaysia",
        "Mahsuri International Exhibition Center",
        "Southeast Asia"
      ],
      "miscellaneous": [
        "XH-96 Wingman-E",
        "MiG-201 Pendulum-K",
        "Yeti-130",
        "Bi",
        "Ya",
        "Bot-34sd",
        "Tan-X-44",
        "Whisper",
        "Viper",
        "Project 636",
        "SA-N-99 Otter"
      ]
    }
  },
  {
    "id": "armsdealing78",
    "date": "March 2008",
    "title": "Russian cargo plane landed in Bangkog",
    "contents": " News Article:  Bangkok Post, March 4, 2008 <br><br> The Bangkok Post continues its investigation of the Russian cargo plane that landed in Bangkok on Tuesday Feb 10, after departing North Korea earlier that day.  Despite claims by Thai authorities that the plane returned to Bangkok on Wednesday Feb 11, to refuel and that the crew  were detained then, the plane had in fact touched down at Don Mueang airport at midday the previous day, he said. It was boarded by the police, customs, immigration and air force personnel,'' he said. ''The crew of five men, four Ukrainians and a Belarusian, left the airport with officers and checked in at Ebina House, a three-star hotel located near the airport, he said.",
    "summary": "A Russian cargo plane landed in Bangkok on February 10, 2008, after departing North Korea. Despite Thai authorities claiming the plane returned to Bangkok on February 11 to refuel and the crew were detained, the plane had actually landed at Don Mueang airport on February 9. The crew of five men, four Ukrainians and a Belarusian, left the airport with officers and checked in at a nearby hotel.",
    "topics": "Russian cargo plane, Bangkok, North Korea, Thai authorities, crew detention.",
    "entities": {
      "person": ["crew", "officers"],
      "organization": [
        "Bangkok Post",
        "Thai authorities",
        "police",
        "customs",
        "immigration",
        "air force",
        "Ebina House"
      ],
      "location": ["Bangkok", "North Korea", "Don Mueang airport"],
      "miscellaneous": ["Russian cargo plane"]
    }
  }
]
