[
  {
    "id": "armsdealing91",
    "date": "Nov 2008",
    "title": "jtomski meeting jhon vwparts4salecheep",
    "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 21 2009] vwparts4salecheep Message Board Intercept<br><br>Posted:  November 28, 2008<br><br>jtomski,<br><br>Hi!<br><br>I have your information and will meet you there.<br><br>[jhon]",
    "summary": "The document is a US government intelligence report on a message board intercept from vwparts4salecheep. The message was posted on November 28, 2008, and is addressed to jtomski. The author of the message claims to have jtomski's information and agrees to meet with them. The name \"jhon\" is also mentioned in the message.",
    "topics": "vw parts, meeting, jtomski, jhon, message board",
    "entities": {
      "person": ["jtomski", "jhon"],
      "organization": ["US GOVERNMENT"],
      "location": [],
      "miscellaneous": [
        "vwparts4salecheep",
        "Message Board Intercept",
        "November 28, 2008"
      ]
    }
  },
  {
    "id": "armsdealing92",
    "date": "Dec 2008",
    "title": "savvytraveladvice, JT in United Arab Emerites April 23",
    "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 27 2009] savvytraveladvice Travel Forum Intercept<br><br>Posted:  December 16, 2008<br><br>I will be in the United Arab Emerites the week of April 18th .  We will plan to meet on April 23.<br><br>JT",
    "summary": "The document is a US government intelligence report intercepted from the savvytraveladvice travel forum. It contains information about a person named JT who will be in the United Arab Emirates on April 23. The document is dated January 27, 2009 and was posted on the forum on December 16, 2008.",
    "topics": "United Arab Emerites, Travel Forum Intercept, US Government Intelligence Report, savvytraveladvice, JT",
    "entities": {
      "person": ["JT"],
      "organization": ["US GOVERNMENT"],
      "location": ["United Arab Emerites"],
      "miscellaneous": [
        "savvytraveladvice",
        "April 23",
        "January 27 2009",
        "Travel Forum Intercept",
        "December 16, 2008",
        "April 18th"
      ]
    }
  },
  {
    "id": "armsdealing93",
    "date": "Feb 2009",
    "title": "savvytraveladvice, jt and jhon meet Wednesday",
    "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [February 5 2009] savvytraveladvice Travel Forum Intercept<br><br>Posted:  December 25, 2008<br><br>jt,<br><br>Hi!<br><br>I have your information and will meet you on Wednesday.<br><br>jhon",
    "summary": "The document is a US government intelligence report from February 5, 2009, regarding an intercepted message on the savvytraveladvice travel forum. The message is from someone named jt to someone named jhon, stating that they have their information and will meet them on Wednesday. The content of the message suggests a potential meeting between the two individuals.",
    "topics": "savvytraveladvice, US government, intelligence report, jt, jhon",
    "entities": {
      "person": ["jt", "jhon"],
      "organization": [
        "US GOVERNMENT INTELLIGENCE",
        "savvytraveladvice Travel Forum"
      ],
      "location": [],
      "miscellaneous": ["February 5 2009", "December 25, 2008"]
    }
  },
  {
    "id": "armsdealing94",
    "date": "Jan 2009",
    "title": "savvytraveladvice Vwhombre meet jt 22 April 2009, emerites",
    "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [February 5 2009] savvytraveladvice Travel Forum Intercept<br><br>Posted January 4 2009<br><br>jt,<br><br>We will meet you at the hotel on 22 April 2009.  Can you meet in the afternoon?  We must leave the Emerites the next day.<br><br>Vwhombre",
    "summary": "This classified document is a US government intelligence report intercepted from the savvytraveladvice travel forum on January 4, 2009. The message is a brief exchange between two individuals, jt and Vwhombre, discussing a meeting at a hotel in the Emerites on April 22, 2009. The meeting is scheduled for the afternoon and Vwhombre mentions that they must leave the next day.",
    "topics": "hotel meeting, travel advice, US government, Emerites, Vwhombre",
    "entities": {
      "person": ["jt", "Vwhombre"],
      "organization": [
        "US GOVERNMENT",
        "savvytraveladvice",
        "Travel Forum",
        "Emerites"
      ],
      "location": ["hotel"],
      "miscellaneous": [
        "February 5 2009",
        "January 4 2009",
        "22 April 2009",
        "afternoon",
        "next day"
      ]
    }
  },
  {
    "id": "armsdealing95",
    "date": "Feb 2009",
    "title": "Email Dombrovski to George, sickness, April 15 meeting",
    "contents": "US GOVERNMENT EMAIL INTERCEPT: [February 15, 2009] Joetomsk@au.ru to boyo23826@hotmail.com<br><br>From the desk of: Mikhail Dombrovski<br>Chayenova street 15, Moscow/Russia, 125267, Russian Federation<br>Tel: 7(095)230-6169<br>Date: 11 February 2009<br>Dear Business Associate Dr. George and Family!<br>Please we have to leave out surprises at this point, and deal with the issue that we have at hand right now. Call me as I instructed you for more detail about the transaction to take place at our upcoming meeting on 15 April. I am confident you will not allow minor local health issues to become a distraction to our mutual business success. I know with your committment to our mutual business goals you will be able to persevere through sickness for our successful meeting.<br>Expecting your reply soonest.<br>- Mikhail",
    "summary": "The intercepted email from Mikhail Dombrovski to Dr. George discusses a transaction to take place at an upcoming meeting on April 15. Dombrovski urges George not to let minor health issues become a distraction to their mutual business success and requests a call for more details. The email is dated February 11, 2009.",
    "topics": "sickness, transaction, meeting, health issues, business success",
    "entities": {
      "person": ["Mikhail Dombrovski", "Dr. George"],
      "organization": ["US GOVERNMENT", "Russian Federation"],
      "location": ["Chayenova street 15", "Moscow", "Russia"],
      "miscellaneous": [
        "February 15, 2009",
        "boyo23826@hotmail.com",
        "Tel: 7(095)230-6169",
        "11 February 2009",
        "15 April"
      ]
    }
  },
  {
    "id": "armsdealing96",
    "date": "June 2008",
    "title": "Saudi Arabia, sale of personal firearms",
    "contents": "Report Date:  23 June 2008 from saudiscene.au<br><br>JEDDAH // Saudi Arabia has said it will allow the sale of personal firearms in an attempt to undercut the illegal arms trade in the kingdom, in a move many see as aimed at militants and Yemeni arms dealers who are benefiting from the current insurgency in Yemen.  The decision, however, has raised concerns that the greater availability of weapons could lead to an increase in violent incidents among ordinary Saudis.  Arms smuggling is on the rise in the kingdom, especially in the south where it is a big business for Yemeni arms dealers who smuggle the arms into neighboring Saudi, where many of them are sold to al Qa’eda and other anti-government militants.  In the southern Jazan and Assir provinces, carrying a firearm is part of the local culture and many people there do not have permits for their firearms.  Last month, a unit of Saudi National Guards known as the Mujahidin issued a statement saying it had seized a large shipment of weapons – which included hand grenades, explosives, guns and ammunition – in Dafa valley when it intercepted arms smugglers led by a notorious arms merchant Saleh Ahmed, who fled back to Yemen.  <br>In Saudi, there is a 1,000 Saudi riyal fine for anyone who carries licensed arms in public places. A Mr. Haik Hosain recently incurred a punishment of eight months in jail and a 6,000 Saudi riyal fine for possessing an unlicensed firearm.  He was suspected of arms dealing in Saudi, but was not charged. More serious violations, such as using unlicensed firearms, can result in a prison sentence of up to 30 years and a fine of up to 300,000 Saudi riyals.",
    "summary": "Saudi Arabia has announced that it will allow the sale of personal firearms in an attempt to combat the illegal arms trade in the country, which is benefiting militants and Yemeni arms dealers. However, concerns have been raised that this could lead to an increase in violent incidents among ordinary Saudis. Arms smuggling is on the rise, particularly in the south, where it is a big business for Yemeni arms dealers who smuggle the arms into Saudi Arabia, where many are sold to al-Qaida and other anti-government militants. Carrying a firearm in public places incurs a fine of 1,000 Saudi riyals.",
    "topics": "Arms trade, Yemeni smugglers, Violent incidents, Personal firearms, Saudi Arabia",
    "entities": {
      "person": ["Saleh Ahmed", "Haik Hosain"],
      "organization": ["al Qa’eda", "Saudi National Guards", "Mujahidin"],
      "location": [
        "Saudi Arabia",
        "Yemen",
        "JEDDAH",
        "southern Jazan",
        "Assir provinces",
        "Dafa valley"
      ],
      "miscellaneous": [
        "firearms",
        "arms trade",
        "insurgency",
        "violent incidents",
        "arms smuggling",
        "hand grenades",
        "explosives",
        "guns",
        "ammunition",
        "licensed arms",
        "unlicensed firearm",
        "arms dealing",
        "prison sentence",
        "fine"
      ]
    }
  },
  {
    "id": "armsdealing97",
    "date": "Sep 2008",
    "title": "Arrests and police harassment in Kenya",
    "contents": "Report Date:  23 September 2008  from everythingAfrica.com, a blog on African society and politics<br><br>Several members of the Sabaot Land Defence Force (SLDF) have been arrested in a security operation in the Mt. Elgon region of Kenya.  Also recovered were 150 guns, 200 uniforms and police clothes, and 500 machetes.  Police spokesman Abasi Gashi said yesterday that the operation has turned out very successfully.  But Gashi also noted that the operation was not complete.  “We will not conclude this operation until the bandits have all been rounded up and routed.”  <br><br>There are claims of police harassment throughout the region.  Mr. Gakere Wangai says that police has roughed up him and several others that he knows even though they are not associated with SLDF. “They broke into my house and beat me for a long time.  I kept asking them why, but they would not stop hitting me.”  A pastor who lives in the same area, reports a similar story, “I was just taking tea when officers burst in and thrashed me and my guests. I was knocked unconscious until the next day.”  <br><br>Journalists have not been allowed into the operations area, and are treated roughly by security forces.  Gashi denies that the media, or anyone else, have been harassed. ",
    "summary": "The Sabaot Land Defence Force (SLDF) has been targeted in a security operation in Kenya's Mt. Elgon region, resulting in several arrests and the recovery of weapons and uniforms. However, police harassment claims have emerged from the region, with reports of civilians being beaten and mistreated by security forces. Journalists have also been denied access to the area and treated roughly. Police spokesman Abasi Gashi has stated that the operation is ongoing until all bandits are rounded up and routed.",
    "topics": "Arrests, Police Harassment, SLDF, Security Operation, Mt. Elgon Region",
    "entities": {
      "person": ["Abasi Gashi", "Gakere Wangai"],
      "organization": ["Sabaot Land Defence Force"],
      "location": ["Mt. Elgon", "Kenya"],
      "miscellaneous": [
        "150 guns",
        "200 uniforms and police clothes",
        "500 machetes",
        "police spokesman",
        "security operation",
        "bandits",
        "police harassment",
        "pastor",
        "journalists",
        "media",
        "security forces"
      ]
    }
  },
  {
    "id": "armsdealing98",
    "date": "Sep 2008",
    "title": "firearms unaccounted for, Kenya",
    "contents": "Report Date:  27 September 2008 from Kenya Society and Politics, a blog<br><br>Our investigations show that the movement of firearms and ammunition from MP armoury — if indeed that is the origin of the weapons — was done with the knowledge of senior staff at the Ministry Police Training College (MPTC).<br>Our sources note \"The system is foolproof and what happened is a result of negligence or was deliberate to frustrate transfers or discredit colleagues.”<br><br>\"The consignment from the Police Ordinance Factory is signed by the commandant and countersigned by the force armourer, who each keep copies of all paperwork coming and going. And we can provide positive proof on how the system works and how we track how weapons and equipment are handled,\" says the source.<br><br>Force commandant, chief armourer, and chief of operations are responsible for acquiring arms. These are the officers Parliamentary Committee are most interested in if the ongoing inquiries would not resolve the riddle.<br><br>It also came to light that two weeks before the discovery of the illegal arsenal, 1,400 MP officers had been training in Ngong, about 60km from Narok, in preparation for security operations in western Kenya. If that were the case, they said, close to 500 guns are yet to be accounted for.<br><br>The officers who took part in training are currently involved in security operations in Mt Elgon to dispel banditry that has over the past three months claimed more than 120 lives.<br><br>\"Impossible.  Such a large amount of munitions and arms could not have left the  armoury without the knowledge of the commandant. In any case, our records are updated daily,\" he adds.<br><br>In a fiery exchange in Parliament on Thursday, MPs examined the confusing arrests of senior officers, with Public Accounts Committee chairman Mwaka Omondi, calling for indictment of the top brass. There is also news of a suspicious attempt to influence police investigators with offers of Sh3 million, which they rejected.",
    "summary": "A report from 2008 reveals that firearms and ammunition have gone missing from the MP armoury in Kenya, with suspicions that senior staff at the Ministry Police Training College were involved. The consignment from the Police Ordinance Factory was signed by the commandant and countersigned by the force armourer, who each keep copies of all paperwork coming and going. It is believed that close to 500 guns are yet to be accounted for, with officers who took part in training currently involved in security operations in Mt Elgon. There are ongoing inquiries into the matter, with calls for the top brass to be indicted.",
    "topics": "firearms, unaccounted, Kenya, Ministry Police Training College, illegal arsenal",
    "entities": {
      "person": ["Mwaka Omondi"],
      "organization": [
        "Kenya Society and Politics",
        "Ministry Police Training College",
        "Police Ordinance Factory",
        "Parliamentary Committee",
        "Public Accounts Committee"
      ],
      "location": ["Kenya", "MP armoury", "Ngong", "Narok", "Mt Elgon"],
      "miscellaneous": [
        "firearms",
        "ammunition",
        "senior staff",
        "officers",
        "security operations",
        "banditry",
        "munitions",
        "arms",
        "Parliament",
        "investigators",
        "Sh3 million"
      ]
    }
  },
  {
    "id": "armsdealing99",
    "date": "Oct 2008",
    "title": "shooting range in Ngong, stolen ammunition",
    "contents": "Report Date:  15 October 2008  from everythingAfrica.com, a blog on African society and politics<br><br>Fear of retribution<br><br>A Ministry Police officer claims that the force's shooting range in Ngong was used as a conduit for stolen ammunition.  We will not name him for fear of reprisals from his commanders, said ammunition to be used for training at the range was issued in excess and the remainder was not returned to the armoury but smuggled to illegal dealers.",
    "summary": "A Ministry Police officer has claimed that the force's shooting range in Ngong was used as a conduit for stolen ammunition. The officer, who remains unnamed for fear of retribution, alleges that ammunition issued for training at the range was smuggled to illegal dealers instead of being returned to the armoury. The report was sourced from everythingAfrica.com, a blog on African society and politics, and is dated 15 October 2008.",
    "topics": "Stolen ammunition, Shooting range, Ngong, Ministry Police, Illegal dealers.",
    "entities": {
      "person": ["Ministry Police officer"],
      "organization": ["everythingAfrica.com"],
      "location": ["Ngong"],
      "miscellaneous": [
        "ammunition",
        "training",
        "range",
        "armoury",
        "illegal dealers"
      ]
    }
  },
  {
    "id": "armsdealing100",
    "date": "Oct 2008",
    "title": "seizure of weapons, Onyango, Otieno, Owiti",
    "contents": "Report Date:  29 October 2008  from Kenya Society and Politics, a blog<br><br>Our continuing relentless investigation has uncovered details about those involved in the seizure of a cache of weapons on October 6.  <br>The prosecution wants Superintendent Wanjohi Onyango, Mr Thabiti Otieno and his wife Nahid Owiti, to be remanded at Kilimani police station for at least five more days to give them time to complete investigations. But their lawyers Kagunda  Yombeta and Yaabets Wandingi argued that the offence is a bailable and that holding the accused would lead to a breach of their fundamental rights.<br><br>According to the charge sheet the three were found in possession of 55, 200, 1,300 and 1, 200 live ammunition meant for 9mm 38mm and 7.62 mm guns respectively.<br><br>They are also said to have been found with, 640 and 10,000 live ammunition for 308mm and 22mm guns respectively.<br><br>In total the charges indicate that the 3 were in possession of over 68,000 live ammunition.",
    "summary": "The prosecution is seeking to remand Superintendent Wanjohi Onyango, Mr Thabiti Otieno, and his wife Nahid Owiti for five more days to complete investigations into their involvement in the seizure of a cache of weapons on October 6. The three were found in possession of over 68,000 live ammunition meant for various guns. Their lawyers argue that the offence is bailable and that holding the accused would breach their fundamental rights.",
    "topics": "Seizure of weapons, Onyango, Otieno, Owiti, Live ammunition.",
    "entities": {
      "person": [
        "Wanjohi Onyango",
        "Thabiti Otieno",
        "Nahid Owiti",
        "Kagunda Yombeta",
        "Yaabets Wandingi"
      ],
      "organization": ["Kenya Society and Politics"],
      "location": ["Kilimani police station"],
      "miscellaneous": ["cache of weapons", "ammunition", "charge sheet"]
    }
  },
  {
    "id": "armsdealing101",
    "date": "Mar 2009",
    "title": "Ransom dropped to Tanya, pirates",
    "contents": "Report Date:  23 March 2009 from Kenya Society and Politics, a blog<br><br>A plane from South Africa  carrying US$3.2M dropped the demanded ransom onto M/V Tanya upon an agreement between the pirates and the ship's owner.<br>The pirates said they will release M/V Tanya in a few hours, as soon as they count the sum and confirm there are no warships to hunt them.<br>The news comes after the Dutch owner of the vessel had earlier refused to hold talks with the bandits, who had repeatedly threatened the lives of the crew members unless they were paid a multi-million ransom.<br>The capture of the arms-laden ship five months ago triggered a controversy over the cargo's final destination.<br>The pirates' spokesman said in Oct. 2008 that M/V Tanya was originally destined for the Kenyan port city of Mombasa. Later, the pirates changed their story and insisted that the arms were destined for Sudan.<br>As we have said from the beginning -- the most interesting part of this may be what becomes of M/V Tanya after the release -- as the world watches.",
    "summary": "A plane carrying $3.2 million in ransom was dropped onto M/V Tanya, a ship held by pirates, after an agreement was reached between the pirates and the ship's owner. The pirates have stated that they will release the ship in a few hours, pending confirmation that there are no warships in the area. The capture of the arms-laden ship five months ago sparked controversy over the cargo's final destination, with the pirates initially claiming it was headed for Kenya before later insisting it was bound for Sudan. The fate of M/V Tanya after its release remains of interest.",
    "topics": "piracy, ransom, M/V Tanya, arms, controversy",
    "entities": {
      "person": ["Tanya"],
      "organization": [
        "Kenya Society and Politics",
        "South Africa",
        "M/V Tanya",
        "Dutch"
      ],
      "location": ["Kenyan port city of Mombasa", "Sudan"],
      "miscellaneous": [
        "US$3.2M",
        "warships",
        "crew members",
        "arms-laden ship",
        "cargo's final destination",
        "pirates",
        "bandits",
        "controversy",
        "capture",
        "spokesman",
        "Oct. 2008",
        "release",
        "world watches"
      ]
    }
  },
  {
    "id": "armsdealing102",
    "date": "Apr 2009",
    "title": "Kenya as the middleman for weapons shipments",
    "contents": "Report Date:  18 April 2009 from Kenya Society and Politics, a blog<br><br>Kenya has been named in a report by a Swedish research institute as the middleman for many shipments of weapons to Southern Sudan government forces in violation of a peace agreement that has the full support of the United States.<br><br>The Sudan Human Well-Being and Security Assessment, which is a multi-year research project administered by the Guns and Ammunitions Survey - an independent research project of the Graduate School for Global and Development Studies - reported that satellite imagery has confirmed the presence at Southern Sudan military headquarters of multiple rocket launcher vehicles that arrived at the port of Mombasa in 2008.<br><br>These TOS-1s were part of three weapons shipments from Ukraine \"ostensibly consigned to the Kenyan Ministry of Defence\" but that were in fact under contract to the Government of Southern Sudan, according to the Guns and Ammunitions Survey. In addition to multiple rocket launcher vehicles, the three shipments in 2007 and 2008 are said to include 14.5 mm machine guns, 23 mm anti-aircraft cannon, RPG-7 rocket launchers and AKM assault rifles.<br><br>Some of these arms transfers to South Sudan forces were facilitated by a Nairobi-based shipping agency run by a British national, the survey says. It does not name the agency.",
    "summary": "A report by a Swedish research institute has named Kenya as the middleman for weapons shipments to Southern Sudan government forces, in violation of a peace agreement supported by the United States. The report claims that satellite imagery confirms the presence of multiple rocket launcher vehicles at Southern Sudan military headquarters that arrived at the port of Mombasa in 2008. The weapons shipments, including rocket launchers, machine guns, anti-aircraft cannon, and assault rifles, were ostensibly consigned to the Kenyan Ministry of Defence but were actually under contract to the Government of Southern Sudan.",
    "topics": "Weapons shipments, Kenya, Southern Sudan, Peace agreement, Arms transfers.",
    "entities": {
      "person": ["British national"],
      "organization": [
        "Kenya Society and Politics",
        "Swedish research institute",
        "United States",
        "Sudan Human Well-Being and Security Assessment",
        "Guns and Ammunitions Survey",
        "Graduate School for Global and Development Studies",
        "Kenyan Ministry of Defence",
        "Government of Southern Sudan",
        "Nairobi-based shipping agency"
      ],
      "location": ["Kenya", "Southern Sudan", "Mombasa", "Ukraine"],
      "miscellaneous": [
        "TOS-1s",
        "14.5 mm machine guns",
        "23 mm anti-aircraft cannon",
        "RPG-7 rocket launchers",
        "AKM assault rifles",
        "peace agreement",
        "satellite imagery"
      ]
    }
  }
]
