[{"id": "armsdealing40", "date": "Sep 2008", "title": "arms dealers, Kuryakin, Khemkhaengare, Malaysia", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 21 SEPTEMBER 2008<br><br>Surveillance report on suspected arms dealers Nicolai Kuryakin and Boonmee Khemkhaengare.  Nicolai Kuryakin and Boonmee Khemkhaengare both registered attendees at the Langkawi International Maritime and Aerospace (LIMA) exhibition at the Mahsuri International Exhibition Center in Malaysia, September 15-19, 2008", "summary": "Two suspected arms dealers, Nicolai Kuryakin and Boonmee Khemkhaengare, were registered attendees at the Langkawi International Maritime and Aerospace exhibition in Malaysia in September 2008, according to a US government intelligence report.", "topics": "arms dealers, Kuryakin, Khemkhaengare, Malaysia, surveillance", "entities": {"person": ["Nicolai Kuryakin", "Boonmee Khemkhaengare"], "organization": ["US GOVERNMENT", "Langkawi International Maritime and Aerospace (LIMA)", "Mahsuri International Exhibition Center"], "location": ["Malaysia"], "miscellaneous": ["Surveillance report"]}}, {"id": "armsdealing41", "date": "Aug 2008", "title": "Surveillance on Muhammad Kasem, Abdulah Khouri", "contents": "SURVEILLANCE REPORT DATE:    23 September 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Surveillance report on Muhammad Kasem for 28 August 2008.  Subject meet with International Tribune reporter at Sevlana Café at 1830.  Subject ordered musakhan and tea.  He left the café at 1945, and proceeded north past Gazzede Cami Mosque, entering apartment 315A of the Shulaf al-Aramaf apartment building.  Informants state he has been staying at these apartments since 2 August 2008.  The apartment is rented to Abdullah Khouri, known to be an MJF sympathizer.", "summary": "The document is a surveillance report on Muhammad Kasem, who met with an International Tribune reporter at Sevlana Café on August 28, 2008. He then proceeded to enter apartment 315A of the Shulaf al-Aramaf apartment building, which is rented to Abdullah Khouri, a known MJF sympathizer. The report was provided to the CIA by the Israeli Defense Forces Military Intelligence Directorate.", "topics": "MJF sympathizers, Surveillance, Muhammad Kasem, Abdullah Khouri, International Tribune reporter.", "entities": {"person": ["Muhammad Kasem", "Abdulah Khouri"], "organization": ["CIA", "Israeli Defense Forces Military Intelligence Directorate", "International Tribune", "MJF"], "location": ["Sevlana Café", "Gazzede Cami Mosque", "Shulaf al-Aramaf apartment building"], "miscellaneous": ["musakhan", "tea"]}}, {"id": "armsdealing42", "date": "Oct 2008", "title": "Guns recovered, Kenya, Thabiti Otieno", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 7 OCTOBER 2008  FROM MI-5<br><br>MI-5 states that 100,000 bullets, six guns and military ware were among items police say they recovered after raiding a house in Narok, Kenya, belonging to Mr Thabiti Otieno.  The MI5 officers are investigating how sleeping bags, Nato-approved 7.62mm calibre ammunition, military desert boots, combat rain jackets, military fuel tanks, British Army inscribed Land Rover spare parts, military machetes and knives, landed in the hands of an unauthorised person.", "summary": "MI-5 reports that a raid on the home of Thabiti Otieno in Narok, Kenya resulted in the recovery of 100,000 bullets, six guns, and military equipment. The investigation is focused on how these items, including NATO-approved ammunition and British Army spare parts, ended up in the hands of an unauthorized person.", "topics": "Military weapons, Kenya, Thabiti Otieno, recovered guns, ammunition.", "entities": {"person": ["Thabiti Otieno"], "organization": ["US GOVERNMENT", "MI-5", "Nato", "British Army"], "location": ["Kenya", "Narok"], "miscellaneous": ["100,000 bullets", "six guns", "military ware", "sleeping bags", "7.62mm calibre ammunition", "military desert boots", "combat rain jackets", "military fuel tanks", "Land Rover spare parts", "military machetes", "knives"]}}, {"id": "armsdealing43", "date": "Oct 2008", "title": "Bukhari, meetings in Pakistan, Basra", "contents": "REPORT DATE:    9 October 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>NOTE:  Surveillance report on the activities of Maulana Haq Bukhari, suspected to be a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Bukhari is frequently accompanied by Akram Basra, who acts as a driver and bodyguard.  Additional information provided by police informants.<br><br>23 July 2008 – A delivery was made to a house in Lyari Town (a constituent town of Karachi) in a house believed to be used by Bukhari.  The delivery was made by a two men in street clothing (as opposed to a uniform) who arrived in a white van, license LHR 6354, with single blue stripe on each side.  The delivery consisted of three medium boxes (requiring two hands to move) and a small box (handsized). The boxes appeared to be heavy.  One large box was square, the other rectangular.   The small box was rectangular.   It is unknown if Bukhari was home at the time of the delivery.<br><br>8 August 2008 – An unknown man visited the Lyari Town house where Bukhari is believed to stay.  He arrived at 1615, and was let into the house immediately.  Loud voices could be heard for a few moments, then they subsided.  About fifteen minutes later a silver Mercedes left the rear of the house with what appeared to be three occupants.  Due to the tinted glass it was impossible to identify the occupants of the vehicle.  The house was surveilled for the next five hours; however no one came or went.<br><br>16 September 2008 – Bukhari was followed from his Lyari Town house to an apartment about 1.5 kilometers southeast.  He entered the building and stayed there for about two hours.  When he left he returned to his Lyari Town house at which time the observer believed he’d been discovered and left the area.<br><br>23 September 2008 – Bukhari and probably Basra are reported to have visited a house in the Katchi Abadis Old Settlement, on 835T Longhi Street.  The informant, a vendor with business in the area, was passing by and noticed Bukhari and one other person enter the building at about 1430.  The informant knew Bukhari by sight, but had never met him.", "summary": "The document is a surveillance report on Maulana Haq Bukhari, a suspected leader of Lashkar-e-Jhangvi in Karachi, Pakistan. Bukhari is frequently accompanied by Akram Basra, who acts as his driver and bodyguard. The report details several instances of suspicious activity, including a delivery of heavy boxes to a house believed to be used by Bukhari, an unknown man visiting the same house, and Bukhari being followed to an apartment and visiting a house in the Katchi Abadis Old Settlement. The information was provided by police informants and the Pakistani Criminal Investigation Unit.", "topics": "Lashkar-e-Jhangvi, Bukhari, Pakistan, Basra, Delivery.", "entities": {"person": ["Maulana Haq Bukhari", "Akram Basra"], "organization": ["Karachi faction of Lashkar-e-Jhangvi", "CIA", "Pakistani Criminal Investigation Unit"], "location": ["Karachi", "Lyari Town", "Katchi Abadis Old Settlement", "835T Longhi Street"], "miscellaneous": ["white van", "silver Mercedes", "street clothing", "uniform", "medium boxes", "small box", "square", "rectangular", "tinted glass"]}}, {"id": "armsdealing44", "date": "Oct 2008", "title": "cargo ship MV Tanya, captured by pirates Somalia", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 23 OCTOBER 2008  FROM MI-5<br><br>British intelligence sources report that a cargo ship, MV Tanya, has been captured by pirates off the coast of Somalia.  The MV Tanya is owned by Waterways AG, based in the Netherlands, sails under a Panamanian flag, and is managed by the Southern Shipping Company based in the Ukraine.  ", "summary": "The MV Tanya, a cargo ship owned by Waterways AG and managed by Southern Shipping Company, has been captured by pirates off the coast of Somalia. The ship sails under a Panamanian flag and is based in the Netherlands. This information was reported by British intelligence sources in a US government intelligence report on October 23, 2008.", "topics": "Cargo ship, Pirates, Somalia, MV Tanya, Intelligence report.", "entities": {"person": [], "organization": ["MI-5", "Waterways AG", "Southern Shipping Company"], "location": ["Somalia", "Netherlands", "Panama", "Ukraine"], "miscellaneous": ["MV Tanya", "cargo ship"]}}, {"id": "armsdealing45", "date": "Sep 2008", "title": "Kasem, meetings in Israel", "contents": "SURVEILLANCE REPORT DATE:    25 October 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Surveillance report on Muhammad Kasem for 18 September 2008.  Kasam left apartment 315A of the Shulaf al-Aramaf apartments and traveled by foot to the Gaza used car market.  [The market is known to be a source of not only used cars, but assault rifles, pistols, hand grenades, pipe bombs and ammunition.]<br><br>Kasem approached a man who appeared to be selling a used Peugeot.  After speaking for ten minutes, they shook hands and Kasem departed the area to a street vendor.  After buying falafel at this stand, he traveled by foot several blocks southeast where he met another man at the benches next to the Landmark Cinema.  They spoke for about 45 minutes, at which time Kasem departed, again on foot, and returned to the Shulaf al-Aramaf apartment.", "summary": "The document is a surveillance report on Muhammad Kasem's activities on 18 September 2008 in Gaza. Kasem visited the used car market, known for selling weapons, and met with two men at different locations for about 45 minutes each. The report was provided to the CIA by the Israeli Defense Forces Military Intelligence Directorate.", "topics": "used cars, weapons, meetings, surveillance, Gaza market", "entities": {"person": ["Muhammad Kasem"], "organization": ["CIA", "Israeli Defense Forces Military Intelligence Directorate"], "location": ["Shulaf al-Aramaf apartments", "Gaza", "Landmark Cinema"], "miscellaneous": ["Peugeot", "assault rifles", "pistols", "hand grenades", "pipe bombs", "ammunition", "falafel"]}}, {"id": "armsdealing46", "date": "Oct 2008", "title": "Somali pirates, Waterways Protection, ransom", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 25 OCTOBER 2008  FROM MI-5<br><br>British intelligence sources report that the group of approximately 50 Somali pirates who have captured the MV Tanya off the Somalian coast call themselves the Waterways Protection Regional Guard.  It is reported that they have demanded a ransom of $35M US dollars for the release of the ship. <br><br>The boat is still under power toward an unknown destination.", "summary": "A group of 50 Somali pirates, calling themselves the Waterways Protection Regional Guard, have captured the MV Tanya and are demanding a ransom of $35M USD for its release. The boat is still under power towards an unknown destination. This information was reported by British intelligence sources in a US government intelligence report dated 25 October 2008.", "topics": "Somali pirates, Waterways Protection, ransom", "entities": {"person": [], "organization": ["Waterways Protection Regional Guard", "MI-5"], "location": ["Somali coast"], "miscellaneous": ["MV Tanya", "$35M US dollars"]}}, {"id": "armsdealing47", "date": "Oct 2008", "title": "Captain of MV Tanya reported dead", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 28 OCTOBER 2008  FROM MI-5<br><br>The captain of the MV Tanya is reported dead. The ship’s first mate stated that the captain was a victim of an unfortunate accident, when he fell from one deck to another onto a metal walkway.  ", "summary": "The captain of the MV Tanya has been reported dead due to an unfortunate accident. The ship's first mate reported that the captain fell from one deck to another onto a metal walkway. This information was obtained from a US Government Intelligence Report from MI-5 on October 28, 2008.", "topics": "Captain's death, MV Tanya, accident, metal walkway.", "entities": {"person": ["captain"], "organization": ["MV Tanya", "US GOVERNMENT", "MI-5"], "location": [], "miscellaneous": ["metal walkway"]}}, {"id": "armsdealing48", "date": "Oct 2008", "title": "rocket launcher vehicles on MV Tanya", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 31 OCTOBER 2008  FROM DIA<br><br>According to the Ukrainian defense ministry, the MV Tanya is carrying over 30 Soviet-type TOS-1 multiple rocket launcher vehicles as well as other military supplies.  It is not known if the pirates had advanced information of the cargo. <br><br> The US Fifth Fleet reports that the Newport News based destroyer USS Leonard is present and on visual range of the MV Tanya, which has now anchored off the Somalia cost near Hobyo. The Belize-flagged ship was headed to the Kenyan port of Mombasa when it was seized last Thursday with a crew of 21. Nairobi said the shipment was part of a contract with Ukraine to update some of its military hardware.", "summary": "The MV Tanya, seized by pirates off the coast of Somalia, is carrying over 30 Soviet-type TOS-1 multiple rocket launcher vehicles and other military supplies, according to the Ukrainian defense ministry. The USS Leonard is present and on visual range of the ship, which has anchored off the Somalia coast near Hobyo. The shipment was part of a contract with Ukraine to update some of its military hardware. It is unclear if the pirates had advanced knowledge of the cargo.", "topics": "rocket launcher vehicles, MV Tanya, military supplies, pirates, Ukraine", "entities": {"person": ["Leonard"], "organization": ["US GOVERNMENT", "DIA", "Ukrainian defense ministry", "US Fifth Fleet", "Newport News", "Belize-flagged", "Nairobi", "Ukraine"], "location": ["Soviet", "MV Tanya", "Somalia", "Hobyo", "Kenyan", "Mombasa"], "miscellaneous": ["TOS-1", "pirates", "cargo", "military supplies", "Thursday", "21", "contract"]}}, {"id": "armsdealing49", "date": "Aug 2008", "title": "Bukhari meetings in Pakistan, July", "contents": "REPORT DATE:    11 Nov 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Surveillance report on the activities of Maulana Haq Bukhari, suspected to be a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Bukhari is frequently accompanied by Akram Basra, who acts as a driver and bodyguard.  Additional information provided by police informants.<br><br>19 July 2008 - Bukhari went to The Sports Bar [a café in the Tauheed Commercial Area of Karach] in a black BMW, license plate KAB 8407, at 1145.  He and another man, possibly Akram Basra (a known associate of Bukhari) entered TSB, both then proceeded to a private meeting room and stayed for 75 minutes.  Bukhari exited the café with Basra about 1300, where the same BMW was waiting to pick them up.  The automobile left, heading west.<br><br>8 August 2008 – Bukhari was followed from the Lyari Town house to an illegal mosque in Landhi Town, Karachi.  He attended morning prayer (0715), staying after to meet with at least five men (informant thought three of the men were Muhammad Balochi, Ullah ali Jinnah and “Mai”) in an interior room.  Following the meeting, which lasted for 90 minutes, Bukhari left with his driver (probably Basra, who also attended prayer, but not the meetings) at about 1100, heading north.<br><br>25 August 2008 – Bukhari attended afternoon services at Korongi Road Mosque.  Following the service, he entered a room in the main building at about 1430.  He stayed in the room for about 2 ½ hours; afterwards he left with two men, one of whom was probably Basra.  Bukhari and Basra left in a black BMW, license plate KAB 8407; the third man left on foot, heading east.", "summary": "The document is a surveillance report on Maulana Haq Bukhari, a suspected leader of Lashkar-e-Jhangvi in Karachi, Pakistan. Bukhari is frequently accompanied by Akram Basra, who acts as his driver and bodyguard. The report details Bukhari's activities on three different dates in July and August 2008, including private meetings at a café and an illegal mosque, and attendance at afternoon services at a mosque. The report was provided to the CIA by the Pakistani Criminal Investigation Unit in Karachi.", "topics": "Lashkar-e-Jhangvi, Karachi, surveillance, meetings, informants.", "entities": {"person": ["Maulana Haq Bukhari", "Akram Basra", "Muhammad Balochi", "Ullah ali Jinnah"], "organization": ["Lashkar-e-Jhangvi", "The Sports Bar"], "location": ["Karachi", "Tauheed Commercial Area", "Lyari Town", "Landhi Town", "Korongi Road Mosque"], "miscellaneous": ["CIA", "Pakistani Criminal Investigation Unit"]}}, {"id": "armsdealing50", "date": "Nov 2008", "title": "Massacre in Kiev Ukraine, Igor Sviatosla", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 13 NOVEMBER 2008<br><br>Kiev news reports a massacre at 35 Pushkinska Str., Kiev 01004, Ukraine, residence of Igor Sviatoslavich.  A gangster-style hit appears to have been made on the residence during a birthday celebration for Sviatoslavich’s grandfather, who was murdered in the attack.  Eighteen people are reported to have died.  A scrap of paper was found on Sviatoslavich that read (in Russian) “Soltanzadeh says Pyongyang is agreed”.", "summary": "A gangster-style hit occurred at the residence of Igor Sviatoslavich in Kiev, Ukraine during a birthday celebration for his grandfather. Eighteen people were killed, including Sviatoslavich's grandfather. A scrap of paper found on Sviatoslavich contained a message in Russian that read \"Soltanzadeh says Pyongyang is agreed.\"", "topics": "Massacre, Kiev, Ukraine, Gangster-style hit, Intelligence report.", "entities": {"person": ["Igor Sviatosla", "Sviatoslavich"], "organization": ["US GOVERNMENT", "Kiev news"], "location": ["Kiev Ukraine", "35 Pushkinska Str.", "Kiev 01004", "Pyongyang"], "miscellaneous": ["gangster-style hit", "birthday celebration", "murdered", "scrap of paper", "Russian", "Soltanzadeh"]}}, {"id": "armsdealing51", "date": "Jan 2009", "title": "diamonds shipped Yemen to Moscow,Georgiy Giunter", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 3 JANUARY 2009<br><br>Sources confirmed that 100 carats of diamonds were shipped from Yemen to Moscow by Mr. Georgiy Giunter on December 30, 2008. Mr. Giunter is a dealer in jewelry and precious stones who does business in the Middle East and Russia. Mr. Giunter is a money launderer in addition to his legitimate gemstone work.", "summary": "A US government intelligence report from January 2009 reveals that 100 carats of diamonds were shipped from Yemen to Moscow by Georgiy Giunter, a dealer in jewelry and precious stones who also engages in money laundering.", "topics": "diamonds, Yemen, Moscow, Georgiy Giunter, money laundering", "entities": {"person": ["Georgiy Giunter"], "organization": ["US GOVERNMENT"], "location": ["Yemen", "Moscow", "Middle East", "Russia"], "miscellaneous": ["diamonds", "jewelry", "precious stones", "money launderer"]}}, {"id": "armsdealing52", "date": "Mar 2009", "title": "Akram Basra, Pakistan, Dubai flight", "contents": "REPORT DATE:    20 March 2009 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>NOTE:  Surveillance report on the activities of Akram Basra, suspected to be an associate of a top leader within the Karachi faction of Lashkar-e-Jhangvi.  Basra is frequently accompanied by Maulana Haq Bukhari, and acts as his driver and bodyguard.  Additional information provided by police informants.<br> <br>3 January 2009:  Basra was followed from his Bihar Colony apartment (near Lyari Town in Karachi) to a house on Moosa Lane.  He entered through a side door without knocking.  He stayed about 20 minutes, exited through a back door and left on foot to Nawab MahabatKhangi Road where he hired a taxi.<br><br>3 January 2009:  A contact at Allama Iqbal International Airport reports Basra paid cash for three tickets on Emirates Airlines from Karachi to Dubai for 18 April 2009, returning to Karachi on 20 April 2009.", "summary": "The document is a surveillance report on Akram Basra, suspected to be associated with a top leader in the Karachi faction of Lashkar-e-Jhangvi. Basra is frequently accompanied by Maulana Haq Bukhari and acts as his driver and bodyguard. On 3 January 2009, Basra was followed from his apartment to a house on Moosa Lane, where he stayed for 20 minutes before leaving on foot and hiring a taxi. A contact at Allama Iqbal International Airport reported that Basra paid cash for three tickets on Emirates Airlines from Karachi to Dubai for 18 April 2009, returning on 20 April 2009.", "topics": "Akram Basra, Pakistan, Dubai flight, Lashkar-e-Jhangvi, Maulana Haq Bukhari.", "entities": {"person": ["Akram Basra", "Maulana Haq Bukhari"], "organization": ["CIA", "Pakistani Criminal Investigation Unit", "Karachi Division", "Lashkar-e-Jhangvi", "Emirates Airlines"], "location": ["Karachi", "Bihar Colony", "Lyari Town", "Moosa Lane", "Nawab MahabatKhangi Road", "Dubai"], "miscellaneous": ["18 April 2009", "20 April 2009"]}}]