[{"id": "armsdealing27", "date": "Feb 2009", "title": "Saleh Ahmed and Mikhail Dombrovski plan family reunion", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: From an Internet Café in Moscow to a pre-paid cell phone in Yemen, 4 February 2009.<br><br>Translated from Russian, the receiver of the phone call is identified as Saleh Ahmed. The caller says, “Your brother Leonid is dead, but I will be like a brother to you.” The person receiving the call says in Russian, but with an Arabic accent, “I am truly blessed to know you, Mikhail Dombrovski.  I will need your support to continue to build the family farm. Shall we plan a family reunion?”  The caller says, “Soon, my brother, very soon.”", "summary": "Saleh Ahmed and Mikhail Dombrovski, identified in a US government telephone intercept, plan a family reunion. The call was made from an internet café in Moscow to a pre-paid cell phone in Yemen on 4 February 2009. The receiver of the call, Saleh Ahmed, is informed that his brother Leonid is dead, but the caller, Mikhail Dombrovski, offers to be like a brother to him. The two discuss the family farm and plan to reunite soon.", "topics": "family reunion, Saleh Ahmed, Mikhail Dombrovski, Internet Café, pre-paid cell phone", "entities": {"person": ["Saleh Ahmed", "Leonid", "Mikhail Dombrovski"], "organization": ["US GOVERNMENT", "Internet Café"], "location": ["Moscow", "Yemen"], "miscellaneous": ["Russian", "Arabic"]}}, {"id": "armsdealing28", "date": "Mar 2009", "title": "Anka and Kasem. The car was stolen", "contents": "SURVEILLANCE REPORT DATE:    4 March 2009 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Telephone surveillance report on Muhammad Kasem [08-02822906, Gaza].  He received a call from Mohammed Anka [972-599-265-531 mobile, Gaza] at 0946 on 3 March 2009.<br><br>Anka:\tBad news.  The car was stolen.<br>Kasem:\tCan we get it back?<br>Anka:\tI tried.  Even if we did, it was noticed by security.  It’s not longer useful.<br>Kasem:\tCan you get another?<br>Anka:\tBy our trip?  No.  It was hard enough to arrange this one.<br>Kasem:\tThen we’ll have to fly.<br>Anka:\tWhat about bus?<br>Kasem:\tIt will take too long.<br>Anka:\tIt will take as long as driving would have taken.<br>Kasem:\tNo, they make more stops.  Besides, we would be in public.  I can’t risk being seen.<br>Anka:\tYes, because you are wanted.<br>Kasem:\tExactly.  We will fly from Rafic Hariri International Airport in Lebanon.<br>Anka:\tWhat about the cash?<br>Kasem:\tI’ll make arrangements to have it there for us.  I know someone who can help.<br>Anka:\tIs Khouri still going with?<br>Kasem:\tYes.<br>[pause]<br>Kasem:\tThis won’t be a problem, will it?<br>[pause]<br>Anka:\tNo.<br>Kasem:\tGood.  The mission is too important to let problems get in the way.<br>Anka:\tI’ll be ready.", "summary": "The document is a surveillance report from the Israeli Defense Forces Military Intelligence Directorate to the CIA. It contains a telephone conversation between Muhammad Kasem and Mohammed Anka, both located in Gaza. Anka informs Kasem that their car has been stolen and cannot be retrieved without being noticed by security. They discuss alternative modes of transportation, ultimately deciding to fly from Rafic Hariri International Airport in Lebanon. Kasem mentions arranging for cash and confirms that Khouri will still be joining them. Anka assures Kasem that the mission is too important to let problems get in the way.", "topics": "car theft, telephone surveillance, travel plans, cash arrangements, mission importance", "entities": {"person": ["Muhammad Kasem", "Mohammed Anka", "Khouri"], "organization": ["CIA", "Israeli Defense Forces Military Intelligence Directorate", "Rafic Hariri International Airport"], "location": ["Gaza", "Lebanon"], "miscellaneous": ["cash"]}}, {"id": "armsdealing29", "date": "Mar 2009", "title": "I will greet you most warmly at the Burj on 19 April", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: In Russian, from an Internet Café in Moscow to a location in Yemen, 9 March 2009.<br><br>Translated from Russian, the receiver of the phone call is identified as Saleh Ahmed.<br>“The farming equipment can go to Sana’a.” <br>“Brother Aden is a hard worker.” <br>“But he will not attend the reunion.  You must join us to celebrate.” <br>“Yes. Of course.  I will greet you most warmly at the Burj on 19 April, but brother Haik has had unfortunate circumstances and will only be there for Monday. Will I have the honor to meet Nicolai?” (The signal is lost at this point.)<br><br>It is believed “Burj” refers to the Burj Al Arab hotel, a “seven star” super luxury hotel in Dubai.", "summary": "A US government telephone intercept from 9 March 2009 reveals a conversation in Russian between Saleh Ahmed in Yemen and an unknown person in Moscow. The conversation mentions farming equipment going to Sana'a and a reunion celebration at the Burj Al Arab hotel in Dubai on 19 April. The unknown person also asks if they will have the honor to meet Nicolai, but the signal is lost before a response is given.", "topics": "farming equipment, Sana'a, Burj Al Arab, reunion, Nicolai", "entities": {"person": ["Saleh Ahmed", "Brother Aden", "brother Haik", "Nicolai"], "organization": ["US GOVERNMENT", "Internet Café", "Burj Al Arab"], "location": ["Moscow", "Yemen", "Sana’a", "Dubai"], "miscellaneous": ["9 March 2009", "Monday"]}}, {"id": "armsdealing30", "date": "Apr 2009", "title": "Tanya’s jewels arrived safely, Nahid, Nicolai, Dubai", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 1 APRIL 2009<br><br>Call placed from an Internet Café in Moscow to a pre-paid cell phone in Nairobi, Kenya. The caller says, “It is well for you Tanya’s jewels arrived safely.  But she was expected before the turn of the year.”  The receiver says, “I was not responsible for her difficulties.” The caller says, “We must discuss your difficulties at home.  Nicolai expects you in Dubai on the 17th.  You will not disappoint us?”  The receiver says, “Nahid and I will meet you there.”  ", "summary": "A US government telephone intercept from April 1, 2009 reveals a conversation between a caller in Moscow and a receiver in Nairobi discussing the safe arrival of Tanya's jewels. The caller mentions that Tanya was expected before the turn of the year and they must discuss the receiver's difficulties at home. Nicolai expects the receiver in Dubai on the 17th and the receiver confirms that they will meet with the caller and Nahid there.", "topics": "Tanya's jewels, Nairobi, Dubai, Nicolai, Nahid.", "entities": {"person": ["Tanya", "Nahid", "Nicolai"], "organization": ["US GOVERNMENT", "Internet Café"], "location": ["Moscow", "Nairobi", "Dubai"], "miscellaneous": ["17th", "pre-paid cell phone", "turn of the year"]}}, {"id": "armsdealing31", "date": "Jan 2008", "title": "National Database and Registration Identity Cards stolen", "contents": "REPORT DATE:    23 January 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Lahore Division]<br><br>Sixty National Database and Registration Authority (NADRA) Computerized National Identity Card (CNIC) blanks were stolen from a Ministry of Interior office in Lahore on 4 January 2008.  A suspect, Kashif Inshan Ali, was apprehended within 24 hours at his apartment in the Heera Mandi district of Lahore.  Ali, who is known to the CID to have frequent involvement in theft and handling (the resale of stolen property), denies involvement despite being confronted with CCTV footage showing him entering the Ministry building after closing.  Jhangvi’s name appeared on a list found on a computer hard drive in Ali’s Lahore apartment.  All but 17 of the blanks were recovered in a trash bin outside Ali’s apartment building.  It appears an attempt had been made to destroy them through burning.   Jhangvi denied involvement.  No charges were filed; Jhangvi was released the same day.", "summary": "On January 4, 2008, 60 blank Computerized National Identity Cards (CNIC) were stolen from a Ministry of Interior office in Lahore, Pakistan. A suspect, Kashif Inshan Ali, was apprehended within 24 hours and denied involvement despite CCTV footage showing him entering the building. A list with Jhangvi's name was found on a computer hard drive in Ali's apartment. All but 17 of the blanks were recovered in a trash bin outside Ali's apartment building, with an attempt made to destroy them through burning. No charges were filed against Jhangvi, who was released the same day.", "topics": "National Database, Registration Identity Cards, Stolen, Ministry of Interior, Lahore.", "entities": {"person": ["Kashif Inshan Ali", "Jhangvi"], "organization": ["National Database and Registration Authority (NADRA)", "Ministry of Interior", "Criminal Investigation Unit"], "location": ["Lahore", "Heera Mandi"], "miscellaneous": ["Computerized National Identity Card (CNIC)"]}}, {"id": "armsdealing32", "date": "Mar 2008", "title": "Questioning Ilyushin IL-76 flight path", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 3 MARCH 2008<br><br>Questioning of the pilot of the Ilyushin IL-76 cargo plane seized in Bangkok revealed a curious flight plan: the flight path was from Kiev to Baku, Azerbaijan with a stop at Fujariam airport in the United Arab Emirate (UAE) before landing at Don Mueang airport on Feb 10. Then they were supposed to continue to Colombo, Sri Lanka, the UAE and the finally to Kiev where the cargo was to be delivered.  The veracity of this plan is being studied.", "summary": "The flight path of an Ilyushin IL-76 cargo plane seized in Bangkok is being questioned by US intelligence. The flight plan included stops in Baku, Azerbaijan, Fujariam airport in the UAE, Don Mueang airport in Thailand, Colombo, Sri Lanka, and finally back to Kiev where the cargo was to be delivered. The veracity of the plan is currently under investigation.", "topics": "Kiev, Baku, Fujariam, UAE, Colombo", "entities": {"person": ["pilot"], "organization": ["US GOVERNMENT", "Ilyushin", "Fujariam airport", "United Arab Emirate", "Don Mueang airport", "Colombo", "Sri Lanka"], "location": ["Kiev", "Baku", "United Arab Emirate"], "miscellaneous": ["cargo plane", "Bangkok", "Feb 10"]}}, {"id": "armsdealing33", "date": "Mar 2008", "title": "Ilyushin IL-76 cargo plane seized in Bangkok", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 5 MARCH 2008<br><br>The crew members the Ilyushin IL-76 cargo plane seized in Bangkok were detained on February 11, taken to Don Mueang police station and then sent to the Crime Suppression Division (CSD) headquarters. Pilot Tolya Shponarskaia, 54, from Belarus, Raph Plotnitskaia, 53, Pepik Malakhovskii, 58, Mykola Khitovo, 54, and Grigor Ialovskaia, 53, all from Ukraine, face court on five charges, including illegal arms possession.<br><br>Sources have traced the Ilyushin IL-76 plane back to a small air freight company located in Ukraine operated by businessman Arkadi Borodinskii. He denies any involvement with the arms shipment and says the crew members had taken leave shortly before the weapons were seized.", "summary": "An Ilyushin IL-76 cargo plane was seized in Bangkok and its crew members were detained on February 11. The crew members, including a pilot from Belarus and four others from Ukraine, are facing court on charges of illegal arms possession. The plane has been traced back to a small air freight company in Ukraine, but the businessman who operates it denies any involvement with the arms shipment and claims the crew members had taken leave before the weapons were seized. This information comes from a US government intelligence report dated March 5, 2008.", "topics": "Illegal arms possession, Cargo plane, Seized, Bangkok, Ukraine", "entities": {"person": ["Tolya Shponarskaia", "Raph Plotnitskaia", "Pepik Malakhovskii", "Mykola Khitovo", "Grigor Ialovskaia", "Arkadi Borodinskii"], "organization": ["US GOVERNMENT", "Crime Suppression Division"], "location": ["Bangkok", "Don Mueang", "Ukraine"], "miscellaneous": ["Ilyushin IL-76"]}}, {"id": "armsdealing34", "date": "Apr 2008", "title": "Viktor Bout, Ilyushin IL-76, Iran", "contents": "US GOVERNMENT INTELLIGENCE REPORT: 15 APRIL 2008<br><br>There are no leads in connecting Viktor Bout to the recent flight of an Ilyushin IL-76 cargo plane loaded with military arms that landed in Don Mueang airport.  <br>''I have been in the prison for one year, with no telephone or ability to communicate with the outside world,'' Bout has told sources. “Be sure to remind my American admirers of this fact.”<br><br>Iran is planning to make a public statement concerning this situation, where it is expected to deny that it was the intended recipient.  The government will make clear its position that it has no need for the weaponry because it has its own arms industry, which makes rockets, tanks, jet fighters, light submarines and missiles.", "summary": "A US government intelligence report from April 2008 found no evidence linking Viktor Bout to the landing of an Ilyushin IL-76 cargo plane loaded with military arms at Don Mueang airport. Bout, who was in prison at the time, denied any involvement and claimed he had no means of communication with the outside world. Iran is expected to deny being the intended recipient of the weapons and assert that it has its own arms industry.", "topics": "Viktor Bout, Ilyushin IL-76, Iran, Military Arms, Cargo Plane.", "entities": {"person": ["Viktor Bout"], "organization": ["US GOVERNMENT", "Don Mueang airport"], "location": ["Iran"], "miscellaneous": ["Ilyushin IL-76", "military arms", "rockets", "tanks", "jet fighters", "light submarines", "missiles"]}}, {"id": "armsdealing35", "date": "Jun 2008", "title": "arms dealers in London", "contents": "US GOVERNMENT INTELLIGENCE REPORT: June 9, 2008 from MI5<br><br>Surveillance report on suspected arms dealers Nicolai Kuryakin and Boonmee Khemkhaengare.  Both are registered attendees at the Defence Systems Equipment International (DSEi) in London that began on June 7, 2008.  ", "summary": "The document is a US government intelligence report from MI5 on two suspected arms dealers, Nicolai Kuryakin and Boonmee Khemkhaengare, who are registered attendees at the Defence Systems Equipment International (DSEi) in London. The report is dated June 9, 2008.", "topics": "arms dealers, London, surveillance, DSEi, MI5", "entities": {"person": ["Nicolai Kuryakin", "Boonmee Khemkhaengare"], "organization": ["MI5", "Defence Systems Equipment International (DSEi)"], "location": ["London"], "miscellaneous": []}}, {"id": "armsdealing36", "date": "Mar 2008", "title": "Akram Basra in Karachi, Pakistan", "contents": "REPORT DATE:    10 June 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>This report concerns a suspected member of Lashkar-e-Jhangvi, Akram Basra.  He was observed entering the Jalil Bakery and Coffeehouse in Bin Qasim Town on 1 March 2008 at 1030 in the morning.  Basra met with an unidentified male for 45 minutes, and then left via scooter.  This information was supplied by an informant with excellent access to the information and a reliable reporting history.", "summary": "The document reports on a suspected member of Lashkar-e-Jhangvi, Akram Basra, who was observed meeting with an unidentified male at a bakery in Karachi, Pakistan in March 2008. The information was provided by a reliable informant with excellent access to the information.", "topics": "Lashkar-e-Jhangvi, Akram Basra, Karachi, Pakistan, Jalil Bakery.", "entities": {"person": ["Akram Basra", "unidentified male"], "organization": ["Lashkar-e-Jhangvi", "CIA", "Pakistani Criminal Investigation Unit"], "location": ["Karachi", "Bin Qasim Town"], "miscellaneous": ["Jalil Bakery and Coffeehouse", "10 June 2008", "1 March 2008", "45 minutes"]}}, {"id": "armsdealing37", "date": "Jun 2008", "title": "arms dealer Boonmee Khemkhaeng in Bangkok", "contents": "US GOVERNMENT INTELLIGENCE REPORT: JUNE 30, 2008 FROM THAI NATIONAL INTELLIGENCE AGENCY<br><br>Surveillance report on suspected arms dealer Boonmee Khemkhaeng.  Boonmee Khemkhaeng flew to from Nonthaburi to Bangkok on June 25, 2008.  Boonmee Khemkhaeng and Lim Chanarong met at the Bangkok Best Western restaurant for approximately 90 minutes on June 26, 2008.  Lim Chanarong is known for handling financial matters for Shan State Army-South, one of the rebel factions fighting against the State Peace and Development Council regime in Burma. ", "summary": "A US government intelligence report from June 30, 2008 details surveillance on suspected arms dealer Boonmee Khemkhaeng in Bangkok. Khemkhaeng met with Lim Chanarong, who handles financial matters for the Shan State Army-South, a rebel faction fighting against the Burmese government.", "topics": "Arms dealer, Bangkok, Rebel factions, Financial matters, Surveillance report.", "entities": {"person": ["Boonmee Khemkhaeng", "Lim Chanarong"], "organization": ["US GOVERNMENT", "THAI NATIONAL INTELLIGENCE AGENCY", "Shan State Army-South", "State Peace and Development Council"], "location": ["Bangkok", "Nonthaburi", "Burma"], "miscellaneous": []}}, {"id": "armsdealing38", "date": "July 2008", "title": "Suspected counterfeit provider, Naeem Nawaz Jhangvi", "contents": "REPORT DATE:    22 July 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>A suspected provider of counterfeit identification, Naeem Nawaz Jhangvi, was picked up at his Bhutto Nagar home in the neighborhood of Landhi Town on 6 June 2008 in connection with the theft of 60 Computerized National Identity Card (CNIC) blanks.  The blanks were stolen in Lahore on 4 January 2008, allegedly by Kashif Inshan Ali.  Jhangvi’s name appeared on a list found on a computer hard drive in Ali’s Lahore apartment.  Jhangvi denied involvement.  No charges were filed; Jhangvi was released the same day.", "summary": "The Pakistani Criminal Investigation Unit picked up Naeem Nawaz Jhangvi, a suspected provider of counterfeit identification, in connection with the theft of 60 Computerized National Identity Card blanks. Jhangvi's name appeared on a list found on a computer hard drive in Ali's Lahore apartment, but he denied involvement. No charges were filed, and Jhangvi was released the same day.", "topics": "Counterfeit, Identification, Theft, Suspect, Investigation.", "entities": {"person": ["Naeem Nawaz Jhangvi", "Kashif Inshan Ali"], "organization": ["CIA", "Pakistani Criminal Investigation Unit"], "location": ["Karachi Division", "Bhutto Nagar", "Landhi Town", "Lahore"], "miscellaneous": ["Computerized National Identity Card (CNIC)"]}}, {"id": "armsdealing39", "date": "Sep 2008", "title": "Activities of Azeem Bhutani, suspected leader of Lashkar-e-Jha", "contents": "REPORT DATE: 15 September 2008 [provided to CIA by Pakistani Criminal Investigation Unit, Karachi Division]<br><br>NOTE: Report on the activities of Azeem Bhutani, suspected to be in the leadership of Lashkar-e-Jhangvi. Information provided by police informant who good access and a reliable reporting history.<br><br>7 June 2008 – Bhutani visited Imam Ullah at the Korongi Road Mosque just after 1400, following the conclusion of noon prayers. He was accompanied by a driver, possibly Mudassar Nausherwani, who drove the 1999 Suzuki Mehran, license KAB 0702, in which they arrived. They remained in an office in the mosque complex until 1615 at which time the Bhutani, Ullah and the third man (unknown) walked across the complex to a very small outbuilding. A short time later at about 1640 three unknown men entered the same building. The witness reports the building is not large enough to hold more than about twenty people, and believed the men were meeting with Bhutani and Ullah. The Imam left the meeting at 1700, and the other five men left at 1730. Bhutani and his driver left in the Suzuki; the three unknown men spoke for about five minutes outside the building, and then two went into the mosque and the third left on foot toward the center of town.<br><br>25 August 2008 – Bhutani spent the morning at the demonstration cricket match at National Stadium. Following the game, Bhutani was driven to services on Korongi Road. He stayed until about 1730, at that time he had dinner the two men at Café Zouk on Khayaban-e-Shamsheer in downtown Karachi.", "summary": "The document is a report on the activities of Azeem Bhutani, suspected leader of Lashkar-e-Jhangvi, provided by a police informant with a reliable reporting history. On 7 June 2008, Bhutani visited Imam Ullah at the Korongi Road Mosque and met with three unknown men in a small outbuilding. On 25 August 2008, Bhutani attended a cricket match and had dinner with two men at Café Zouk in downtown Karachi.", "topics": "Lashkar-e-Jhangvi, Azeem Bhutani, Mosque meeting, Cricket match, Café Zouk dinner.", "entities": {"person": ["Azeem Bhutani", "Mudassar Nausherwani", "Imam Ullah"], "organization": ["Lashkar-e-Jhangvi", "CIA", "Pakistani Criminal Investigation Unit"], "location": ["Karachi", "Korongi Road Mosque", "National Stadium", "Café Zouk", "Khayaban-e-Shamsheer"], "miscellaneous": ["1999 Suzuki Mehran, license KAB 0702", "police informant"]}}]