[{"id": "armsdealing1", "date": "Feb 2008", "title": "drilling equipment scheduled to arrive, Kiev to Iran", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 5 FEBRUARY 2008<br><br>Call placed from Kiev, Ukraine to Tabriz, Iran.  <br><br> The call from Kiev was from a prepaid cell phone using an unlisted ID number supplied by an Internet café.  The receiver of the call was at the address: 24 Janbazan St, West Ajerbaijan, Tabriz, Iran.  This address is the residence of Sattari Khurshid. The caller says, “The drilling equipment is scheduled to arrive at Urmia on the 12th.”  The receiver says, “All is well then.  Soltan will handle all the arrangements.”  ", "summary": "A US government telephone intercept from 5 February 2008 reveals a call from Kiev, Ukraine to Tabriz, Iran. The caller, using a prepaid cell phone with an unlisted ID number from an internet cafe, informs the receiver at 24 Janbazan St, West Azerbaijan, Tabriz, Iran that drilling equipment is scheduled to arrive at Urmia on the 12th. The receiver confirms that \"all is well\" and that \"Soltan will handle all the arrangements.\"", "topics": "drilling equipment, Kiev, Iran, Urmia, Soltan", "entities": {"person": ["Sattari Khurshid", "Soltan"], "organization": ["US GOVERNMENT", "Internet café"], "location": ["Kiev", "Ukraine", "Tabriz", "Iran", "24 Janbazan St", "West Ajerbaijan", "Urmia"], "miscellaneous": ["prepaid cell phone", "unlisted ID number"]}}, {"id": "armsdealing2", "date": "Mar 2008", "title": "Maulana Haq Bukhari Bank Transaction", "contents": "REPORT DATE:    30 March 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>[Note: The originating account is believed to belong to Maulana Haq Bukhari, per Pakistani Criminal Investigation Unit, Karachi Division]<br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  \t\tEBILAEAD 51 0568 8001 1575 1710 0<br>To:\t\t\tABNAPKKACKH 4230-1840-001194396527<br>Date:    \t\t02-11-08 11:29:16<br>Amount:\t\tPAK1571649.15", "summary": "A US government communication intercept reveals a bank transaction believed to belong to Maulana Haq Bukhari, according to the Pakistani Criminal Investigation Unit. The transaction involved a transfer of PAK1571649.15 from the account EBILAEAD 51 0568 8001 1575 1710 0 to ABNAPKKACKH 4230-1840-001194396527 on 02-11-08 at 11:29:16.", "topics": "Bank Transaction, Maulana Haq Bukhari, Pakistani Criminal Investigation Unit, Karachi Division, Funds Transfer", "entities": {"person": ["Maulana Haq Bukhari"], "organization": ["Pakistani Criminal Investigation Unit", "EBILAEAD", "ABNAPKKACKH"], "location": ["Karachi Division"], "miscellaneous": ["US GOVERNMENT COMMUNICATION INTERCEPT", "Transaction Identification Number", "02-11-08 11:29:16", "PAK1571649.15"]}}, {"id": "armsdealing3", "date": "June 2008", "title": "I hope we can do business shortly, Borodinski", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 24 JUNE 2008<br><br>A phone call was intercepted from a pay phone at the Domodedovo International Airport to a street phone in Nonthaburi on June 24, 2008. <br><br> The call on June 24, 2008 was from Arkadi Borodinski to Boonmee Khemkhaeng or Suramongkol Virote.  The caller says [in English with a Russian accent]: “I am encouraged by what I hear from my sources about you.”  The receiver replies [also in English]: “I hope we can do business shortly.” ", "summary": "A US government telephone intercept on June 24, 2008 revealed a conversation between Arkadi Borodinski and either Boonmee Khemkhaeng or Suramongkol Virote. Borodinski expressed encouragement about what he heard from his sources and the receiver expressed hope that they could do business shortly. The conversation was conducted in English with a Russian accent.", "topics": "Business, Interception, International Airport, Pay Phone, Sources.", "entities": {"person": ["Arkadi Borodinski", "Boonmee Khemkhaeng", "Suramongkol Virote"], "organization": ["US GOVERNMENT", "Domodedovo International Airport"], "location": ["Nonthaburi"], "miscellaneous": ["June 24, 2008", "English", "Russian accent"]}}, {"id": "armsdealing4", "date": "Sep 2008", "title": "Kasem to Khouri, supplies of superior quality", "contents": "SURVEILLANCE REPORT DATE:    2 October 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Telephone surveillance report on Muhammad Kasem [08-02822906, Gaza].  He placed a call to Abdullah Khouri [972-599-262-072 mobile, Gaza] at 0946 on 16 September 2008.<br><br>Kasem:\tWe are preparing for our next event.  We will need additional supplies.  Can you get them by May?<br>Khouri :\tYes, I have already spoken with a man who can provide supplies of superior quality.  We are required to pay either in cash at the meeting, or wire money to an account in Saudi by January.  Which should we do?<br>Kasam:\t\tI don’t know…do you know the contact?  Can we trust them to follow through?<br>Khouri:\t\tWe haven’t used them in the past.  They’re out of the Russian military, I think.<br>Kasam:\t\tSo it could be really good stuff.<br>Khouri:\t\tNot as good as the Americans, but it will do the job.<br>Kasam:\t\tWhen must we decide?<br>Khouri:\t\tNot right away.  I can tell him we will decide by December.<br>Kasam:\t\tDo that.  And until then I will figure out about the money.<br>Khouri:\t\tThis is for the May operation, right?<br>Kasam:\t\tYes.<br>Khouri:\t\tThen perhaps we should decide soon, so we can get the materials in place.<br>Kasam:\t\tI’ll see what I can do.  Where will we be going?<br>Khouri:\t\tDubai, I think.  I’ll check.", "summary": "The document is a surveillance report from the Israeli Defense Forces Military Intelligence Directorate, provided to the CIA. It contains a telephone conversation between Muhammad Kasem and Abdullah Khouri, discussing the procurement of supplies for an upcoming event in May. Khouri claims to have found a supplier of \"superior quality\" materials, but they must decide whether to pay in cash or wire money to a Saudi account by January. The supplier is allegedly from the Russian military and the operation is planned for Dubai.", "topics": "supplies, quality, payment, contact, location", "entities": {"person": ["Muhammad Kasem", "Abdullah Khouri"], "organization": ["CIA", "Israeli Defense Forces Military Intelligence Directorate", "Russian military"], "location": ["Gaza", "Saudi", "Dubai"], "miscellaneous": ["May", "cash", "wire money", "superior quality", "Americans", "materials"]}}, {"id": "armsdealing5", "date": "Oct 2008", "title": "Jorge's place was raided last night, car parts, guns", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [October 10 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in an apartment complex in Barcelona, Venezuela to a pre-paid cell phone (Caller 2) in a business district Carabobo, Venezuela.  Conversation took place in Spanish at about 1217, Barcelona local time.<br><br>Caller 1:  Jorge’s place was raided last night.  I think they [probably the police] were watching the place.  They found the guns-<br>Caller 2:  (interrupted) Shut up!  Shut up!  Just shut up!  You can’t say that.<br>Caller 1:  Sorry, and we need a new source for the, uh, car parts.<br>Caller 2:  I think I have a source.  My friend has a connection to a guy who is selling parts.  I’m going to contact him today or tomorrow.<br>Caller 1:  When do you think we can get them?<br>Caller 2:  I don’t know.  Just don’t talk to anybody.  I’ll call you on this phone when we have anything.  Don’t call me and don’t do anything.<br>[END]", "summary": "A US government telephone intercept reveals a conversation between two individuals in Venezuela discussing a raid on Jorge's place the previous night. Guns were found and the police were likely watching the place. The conversation then turns to the need for a new source for car parts, with Caller 2 suggesting they have a connection to someone who can provide them. They agree to communicate only through the pre-paid cell phone and not to talk to anyone else.", "topics": "guns, raid, car parts, Barcelona, Venezuela", "entities": {"person": ["Jorge"], "organization": ["US GOVERNMENT"], "location": ["Barcelona, Venezuela", "Carabobo, Venezuela"], "miscellaneous": ["guns", "car parts"]}}, {"id": "armsdealing6", "date": "Oct 2008", "title": "Jhon I have a birthday present for you", "contents": "US GOVERNMENT COMMUNICATION INTERCEPT:  [October 22 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in the central area of Carabobo, Venezuela to a pre-paid cell phone (Caller 2) in Medellín, Colombia an apartment complex.  Conversation took place in Spanish at about 2011, Carabobo local time.<br><br>Caller 1:  Yes?<br>Caller 2:  Pillo, Jhon.  I have a birthday present for you.<br>Caller 1:  It’s good to hear from you.  I thought you’d forgotten, or got too busy.<br>Caller 2:  No, no, no.  It took a long time.  I had to make some calls, but I finally got a contact.  I’m sending you something right now.<br>[pause]<br>Caller 1:  It’s here.  Thank you, Jhon.  I want to give you something for this.<br>Caller 2:  No, no.  It’s good.  We’ll call it even, hombre.", "summary": "The intercepted conversation between two pre-paid cell phone callers in Venezuela and Colombia suggests the exchange of a birthday present from Caller 2 to Jhon. Caller 2 mentions making calls to finally get a contact and sends something to Jhon during the conversation. The conversation is in Spanish and took place in 2008.", "topics": "pre-paid cell phones, communication intercept, Venezuela, Colombia, birthday present", "entities": {"person": ["Jhon"], "organization": ["US GOVERNMENT"], "location": ["Carabobo", "Venezuela", "Medellín", "Colombia"], "miscellaneous": ["pre-paid cell phone", "Spanish", "apartment complex"]}}, {"id": "armsdealing7", "date": "Oct 2008", "title": "warehouse call in Barcelona, Venezuela", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [October 29 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in warehouse in Carabobo, Venezuela to a pre-paid cell phone (Caller 2) in Barcelona, Venezuela an apartment complex.  Conversation took place in Spanish at about 2100, Carabobo local time.<br><br>Caller 1:  I have a contact.  I’m making arrangements now.  Get the money ready, and don’t use the Amercians.<br>Caller 2:  How long do I have?<br>Caller 1:  I don’t know, I don’t know.  Just be ready.  I’ll call again later.<br>[END]", "summary": "A US government telephone intercept from 2008 reveals a conversation in Spanish between two pre-paid cell phone callers in Venezuela. Caller 1, located in a warehouse in Carabobo, informs Caller 2, located in an apartment complex in Barcelona, that they have a contact and are making arrangements. Caller 2 asks how long they have, to which Caller 1 responds that they don't know and will call again later. The conversation suggests the possibility of illegal activity involving money and a desire to avoid involving Americans.", "topics": "contact arrangements, money preparation, non-American involvement, time frame, location", "entities": {"person": [], "organization": ["US GOVERNMENT"], "location": ["Barcelona, Venezuela", "Carabobo, Venezuela"], "miscellaneous": ["pre-paid cell phone", "Spanish", "apartment complex", "money", "Americans"]}}, {"id": "armsdealing8", "date": "Sep 2008", "title": "phone Kasem to Kouri, April meeting", "contents": "SURVEILLANCE REPORT DATE:    30 October 2008 [provided to CIA by Israeli Defense Forces Military Intelligence Directorate]<br><br>Telephone surveillance report on Muhammad Kasem [08-02822906, Gaza].  He placed a call to Abdullah Khouri [972-599-262-072 mobile, Gaza] at 0946 on 18 September 2008.<br><br>Kasem:\tI have arranged a car.  Do you know where we will meet?<br>Khouri:\tAre we using the cash?  Or the wire method?<br>Kasem:\tIf you’re sure we can have the supplies by May we will use the cash.  This is why I arranged for the car; we cannot bring this much cash on a public transport.<br>Khouri:\tWill we travel alone?<br>Kasam:\tIt depends.  When do they want to meet?<br>Khouri:\tApril.  He said the 18th, if we can make it.<br>Kasam:\tWe can make it.  We will travel with Anka.<br>Khouri:\tAre you sure?  Can we risk it?<br>Kasem:\tI want him to help us cross the border.  He has contacts.<br>Khouri:\tFine.  I’ll let them know.  Oh, and one more thing.  We are meeting at the Burj.<br>Kasem:\tIs that a good idea?  After what happened…<br>Khouri:\tIt will be okay.  They won’t be looking for us.  Besides, it’s just a meeting.  We can stay elsewhere.<br>Kasem:\tGood.  I’ll make the arrangements.", "summary": "The document is a surveillance report from the Israeli Defense Forces Military Intelligence Directorate, provided to the CIA. It contains a telephone conversation between Muhammad Kasem and Abdullah Khouri, discussing a meeting in April where they plan to exchange cash for supplies. They discuss the logistics of the meeting, including transportation and location, and mention a person named Anka who can help them cross the border. The conversation suggests that Kasem and Khouri are involved in some sort of illicit activity.", "topics": "cash, supplies, border crossing, meeting, surveillance", "entities": {"person": ["Muhammad Kasem", "Abdullah Khouri", "Anka"], "organization": ["CIA", "Israeli Defense Forces Military Intelligence Directorate"], "location": ["Gaza", "Burj"], "miscellaneous": ["cash", "wire method", "supplies", "border"]}}, {"id": "armsdealing9", "date": "Nov 2008", "title": "send the money to the Green Man", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [November 14 2008]<br><br>Call placed from a pre-paid cell phone (Caller 1) in the central area of Carabobo, Venezuela to a pre-paid cell phone (Caller 2) in Barcelona, Venezuela an apartment complex.  Conversation took place in Spanish at about 1015, Carabobo local time.<br><br>Caller 1:  I need you to send the money to the Green Man.  Send 136,000,000 [VEB] [about 63K US].<br>Caller 2:  I can send it – do you want the regular bolivar or the fuerte?<br>Caller 1:  Better use the new money – the meeting is next spring.  We can’t afford to make them mad.  Beto is working on another source, but it’s going to take some time.<br>Caller 2:  Okay, I’ll make the arrangements and let you know when the money is ready.  The Green Man won’t like it.<br>Caller 1:  Pay him in bolivar.  Give him extra.  He can still use it for the other business.", "summary": "A US government telephone intercept from November 14, 2008 reveals a conversation in Spanish between two pre-paid cell phone callers in Venezuela. Caller 1 instructs Caller 2 to send 136,000,000 VEB (about $63,000 USD) to the Green Man, using the new currency to avoid angering him before a meeting next spring. Caller 2 agrees to make the arrangements, but notes that the Green Man won't like it. Caller 1 suggests paying the Green Man in bolivar and giving him extra, as he can still use it for other business.", "topics": "Green Man, Venezuela, Money, Meeting, Beto", "entities": {"person": ["Beto"], "organization": ["US GOVERNMENT"], "location": ["Carabobo", "Venezuela", "Barcelona"], "miscellaneous": ["Green Man", "136,000,000 [VEB]", "63K US", "bolivar", "fuerte", "next spring"]}}, {"id": "armsdealing10", "date": "Nov 2008", "title": "school textbook salesman", "contents": "US GOVERNMENT TELEPHONE INTERCEPT:  [November 15 2008]<br><br>Call placed from a mobile phone (963-21-4569261) registered in Aleppo, Syria to mobile phone (90-242-244-8945) registered in Antalya, Turkey.  Conversation took place in the Kurmanji language on Saturday, November 15, 2008 at 12:20:00 GMT.<br><br>963-21-4569261:\tGood news, my friend.  We have many new students who have joined our school.  We have tents, food and water, but we need textbooks.<br>90-242-244-8945:\tI am glad to hear this, my brother.  Our school is growing in importance.  We will accomplish great things.  I have a friend, another of our brothers, who knows a professor from Moscow.  He has a textbook salesman who can sell many top quality books.<br>963-21-4569261:\tExcellent, excellent.  How soon can they arrive?<br>90-242-244-8945:\tI don’t know, Baltasar.  I will call you, probably in two weeks.  Peace be with you, my brother.", "summary": "A US government telephone intercept from 2008 reveals a conversation in Kurmanji between a school representative in Aleppo, Syria and a contact in Antalya, Turkey. The representative reports that their school has many new students but lacks textbooks. The contact suggests a Moscow-based textbook salesman who can provide high-quality books. The contact promises to call back in two weeks with more information.", "topics": "school textbooks, students, salesmen, professors, Moscow", "entities": {"person": ["Baltasar"], "organization": ["school", "Moscow"], "location": ["Aleppo, Syria", "Antalya, Turkey"], "miscellaneous": ["Kurmanji language", "US GOVERNMENT TELEPHONE INTERCEPT", "tents", "food", "water", "textbooks"]}}, {"id": "armsdealing11", "date": "Nov 2008", "title": "meet in Dubai on April 21, Nicolai, Igor", "contents": "US GOVERNMENT TELEPHONE INTERCEPT: 15 NOVEMBER 2008<br><br>Call placed from an Internet Café in Kiev to Tabriz. The receiver of the call was at the address: 24 Janbazan St, West Ajerbaijan, Tabriz, Iran.  This address is the residence of Sattari Khurshid. The caller says, “Igor played a fool’s game.”  The receiver says, “What do we do?”  The caller says “Nothing. I will meet with you in Dubai on April 21st.” The receiver says “That is a long time from now and we are short of time. Will you be alone?”  The caller responds, “Nicolai will be there.”", "summary": "A US government telephone intercept from November 2008 reveals a conversation between a caller in Kiev and a receiver in Tabriz, Iran. The caller mentions that \"Igor played a fool's game\" and plans to meet the receiver in Dubai on April 21st, accompanied by someone named Nicolai. The receiver expresses concern about the delay and asks if the caller will be alone, to which the caller responds that Nicolai will be present.", "topics": "Igor, Nicolai, Dubai, meeting, classified documents.", "entities": {"person": ["Igor", "Sattari Khurshid", "Nicolai"], "organization": ["US GOVERNMENT", "Internet Café"], "location": ["Kiev", "Tabriz", "24 Janbazan St", "West Ajerbaijan", "Iran", "Dubai"], "miscellaneous": ["April 21st"]}}, {"id": "armsdealing12", "date": "Nov 2008", "title": "Bank transfer, Maulana Haq Bukhari", "contents": "REPORT DATE:    17 November 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>[Note: The originating account is believed to belong to Maulana Haq Bukhari, per Pakistani Criminal Investigation Unit, Karachi Division]<br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:  \t\tEBILAEAD 51 0568 8001 1575 1710 0<br>To:\t\t\tSA80 8000 0375 6080 2632 0160<br>Date:    \t\t11-11-08 15:56:19<br>Amount:\t\tSAR1325548.3458", "summary": "A bank transfer of SAR1325548.3458 was made on November 11, 2008, from an account believed to belong to Maulana Haq Bukhari, according to intercepted communication by the US government. The transaction identification number and account details are provided in the report.", "topics": "Bank transfer, Maulana Haq Bukhari, Pakistani Criminal Investigation Unit, Karachi Division, Transaction Identification Number", "entities": {"person": ["Maulana Haq Bukhari"], "organization": ["Pakistani Criminal Investigation Unit"], "location": ["Karachi Division"], "miscellaneous": ["US GOVERNMENT COMMUNICATION INTERCEPT", "EBILAEAD 51 0568 8001 1575 1710 0", "SA80 8000 0375 6080 2632 0160", "11-11-08 15:56:19", "SAR1325548.3458"]}}, {"id": "armsdealing13", "date": "Nov 17", "title": "Bank funds transfer, SA80 to CH51", "contents": "REPORT DATE:    17 November 2008 [US GOVERNMENT COMMUNICATION INTERCEPT]: <br><br>Bank funds transfer information:<br><br>Transaction Identification Number:<br>From:\t\tSA80 8000 0375 6080 2632 0160<br>To:\t\t\tCH51 0568 8001 1575 1710 0<br>Date:\t\t11-11-08 21:02:47<br>Amount: \t\tCHF415559.4064083", "summary": "A bank funds transfer of CHF415,559.41 was intercepted on 11-11-08 at 21:02:47 from account SA80 8000 0375 6080 2632 0160 to account CH51 0568 8001 1575 1710 0. The report is dated 17 November 2008 and is classified.", "topics": "Bank funds transfer, SA80, CH51, Transaction Identification Number, Amount", "entities": {"person": [], "organization": [], "location": ["SA80", "CH51"], "miscellaneous": ["17 November 2008", "US GOVERNMENT COMMUNICATION INTERCEPT", "Transaction Identification Number", "11-11-08 21:02:47", "CHF415559.4064083"]}}]