[{"id": "armsdealing79", "date": "Aug 2008", "title": "Email boyo23826@hotmail.com to Joetomsk@au.ru, Nigerian", "contents": "US GOVERNMENT EMAIL INTERCEPT: [September 1, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>FROM THE DESK OF: ENGR. FUNSHO KAPOLALUM<br>25, LEKKI PHASE 2,ANIFOWOSHE, LAGOS-NIGERIA.<br>TEL: 2347093189554<br>DATE: AUGUST 30TH, 2008.<br><br>DEAR SIR,<br><br>RE: PERSONAL FUND TRANSFER FOR MUTUAL INVESTMENT.<br><br>I AM ENGR. FUNSHO KAPOLALUM, DIRECTOR OF PROJECT IMPLEMENTATION, NIGERIAN DEPARTMENT OF MINERALS & ENERGY. I AM MAKING THIS CONTACT WITH YOU, BASED ON A PERSONAL RECOMMENDATION I HAVE RECEIVED PLUS THE COMMITTEE'S NEED FOR AN INDIVIDUAL/COMPANY WHO IS WILLING TO ASSIST US IN THE EXECUTION OF THIS BUSINESS. WITHIN THE DEPARTMENT OF MINERALS & ENERGY, WHERE I WORK AS A DIRECTOR OF THE PROJECT IMPLEMENTATION AND WITH THE GOOD CO-OPERATION OF FOUR OTHER TOP OFFICIALS, WE HAVE IN OUR POSSESSION AS OVER DUE PAYMENT BILLS, TOTALING THIRTY MILLION, SIX HUNDRED THOUSAND UNITED STATES DOLLARS (US$30,600,000) WHICH WE WANT TO TRANSFER ABROAD WITH THE ASSISTANCE AND CO-OPERATION OF A FOREIGN COMPANY/INDIVIDUAL TO RECEIVE THE SAID FUNDS ON OUR BEHALF. MORE SO, WE ARE HANDICAP IN THESE CIRCUMSTANCES, AS THE NIGERIAM CIVIL SERVICES CODE OF CONDUCT DOES NOT ALLOW US TO OPERATE AN OFFSHORE ACCOUNT. HENCE YOUR IMPORTANCE IN THIS TRANSACTION. THIS AMOUNT $30.6MILLION REPRESENTS THE BALANCE OF THE TOTAL CONTRACT VALUE EXECUTED ON BEHALF OF MY MINISTRY BY A FOREIGN CONTRACTING FIRM, WHICH WE THE OFFICIALS OVER INVOICED DELIBERATELY. THOUGH THE ACTUAL CONTRACT COST HAS BEEN PAID TO THE ORIGINAL CONTRACTOR, LEAVING THE BALANCE IN THE TUNE OF THE SAID AMOUNT, WHICH WE HAVE IN PRINCIPLES GOTTEN APPROVAL TO REMIT TO ANY FOREIGN BANK ACCOUNT YOU WILL PROVIDE BY FILING AN APPLICATION THROUGH THE MINISTRY OF FINANCE HERE IN NIGERIA.<br><br>I HAVE TO PROPOSE THAT YOU SHOULD BE WILLING TO ASSIST US IN THIS TRANSACTION, YOUR SHARE OF THE SUM IS 10% OF THE $30.6MILLION, 60% FOR US AND 15% FOR TAXATION AND MISCELLANEOUS EXPENSES AND REMAINING 15% WILL BE FOR CHARITY ORGANIZATION. THE TRANSACTION ITSELF IS 100% SAFE, ON YOUR PART PROVIDED YOU TREATS IT WITH UTMOST SECRECY AND CONFIDENTIALITY. ALSO, YOUR AREA OF SPECIALIZATION IS NOT A HINDRANCE TO THE SUCCESSFUL EXECUTION OF THIS TRANSACTION. REMEMBER TO TREAT THIS MATTER VERY CONFIDENTIAL, BECAUSE WE WILL NOT COMPREHEND WITH ANY FORM OF EXPOSURE AS WE ARE STILL IN ACTIVE GOVERNMENT SERVICE. I WAIT IN ANTICIPATION OF YOUR FULLEST CO-OPERATION. <br><br>BEST REGARDS,<br>ENGR.FUNSHO KAPOLALUM.", "summary": "The intercepted email from boyo23826@hotmail.com to Joetomsk@au.ru details a Nigerian scam involving the transfer of $30.6 million in overdue payment bills. Engr. Funsho Kapolalum, Director of Project Implementation at the Nigerian Department of Minerals & Energy, seeks the assistance of a foreign company/individual to receive the funds on their behalf due to the Nigerian Civil Services Code of Conduct not allowing them to operate an offshore account. The recipient is promised a 10% share of the sum, with 60% for the officials, 15% for taxation and miscellaneous expenses, and the remaining 15% for a charity organization.", "topics": "Personal fund transfer, Nigerian, US government email intercept, foreign bank account, confidentiality.", "entities": {"person": ["ENGR. FUNSHO KAPOLALUM"], "organization": ["NIGERIAN DEPARTMENT OF MINERALS & ENERGY", "FOREIGN CONTRACTING FIRM", "MINISTRY OF FINANCE"], "location": ["LEKKI PHASE 2", "ANIFOWOSHE", "LAGOS-NIGERIA", "NIGERIA"], "miscellaneous": ["US GOVERNMENT EMAIL INTERCEPT", "THIRTY MILLION, SIX HUNDRED THOUSAND UNITED STATES DOLLARS (US$30,600,000)", "$30.6MILLION", "10%", "60%", "15%", "15%", "TAXATION AND MISCELLANEOUS EXPENSES", "CHARITY ORGANIZATION", "100% SAFE", "UTMOST SECRECY AND CONFIDENTIALITY"]}}, {"id": "armsdealing80", "date": "Sep 2008", "title": "Email Dombrovski to to boyo23826@hotmail.com", "contents": "US GOVERNMENT EMAIL INTERCEPT: [September 22, 2008]  Joetomsk@au.ru to boyo23826@hotmail.com<br><br>From the desk of: Mikhail Dombrovski<br>Chayenova street 15, Moscow/Russia, 125267, Russian Federation<br>Tel: 7(095)230-6169<br>Date: 20 September, 2008.<br><br>Honored Sir!<br>RE: PERSONAL FUND TRANSFER FOR MUTUAL INVESTMENT.<br>It moves me that I am selected to be accorded this honor of assisting you in your noble cause of most appropriately directing investments to worldly best interests!  I assure you that I am of strong arms and body, and may help you with your needs.  However, I am humble in spirit, in that I am nothing more than a conduit for the goodly works of others.  I currently am a small tool makers employ.  We supply tools for all wood worker or metal worker needs.  Hammers, pliers, screwdrivers, wrenches.  We have supplied many needs of many groups.  I sincerely hope that I am worthy of your attention.  I would do my best to live up to your expectations.<br><br>I am sure we can come to a most elegant solution to all of your dilemmas – allow me to assist. All of my business activities are legal, as I am sure are yours.   Are you able to contact me at the telephone number above?  <br>With sincerest compliments,<br>Mikhail", "summary": "The intercepted email from Mikhail Dombrovski to boyo23826@hotmail.com offers assistance in personal fund transfer for mutual investment. Dombrovski assures the recipient that his business activities are legal and expresses his willingness to assist in finding a solution to their investment dilemmas. The email includes Dombrovski's contact information in Moscow, Russia.", "topics": "personal fund transfer, investment, business activities, legal, telephone number", "entities": {"person": ["Mikhail Dombrovski"], "organization": ["US GOVERNMENT", "au.ru"], "location": ["Moscow/Russia", "Russian Federation"], "miscellaneous": ["September 22, 2008", "Chayenova street 15", "Tel: 7(095)230-6169", "September 20, 2008", "wood worker", "metal worker", "Hammers", "pliers", "screwdrivers", "wrenches"]}}, {"id": "armsdealing81", "date": "Oct 2008", "title": "Email boyo23826@hotmail.com to Joetomsk@au.ru, transfer", "contents": "US GOVERNMENT EMAIL INTERCEPT: [October 2, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>DATE: 30 SEPTEMBER 2008<br>DEAR SIR,<br>THANK YOU VERY MUCH FOR YOUR RESPONSE TO OUR LETTER RE-REQUEST FOR URGENT. BUSINESS RELATIONSHIP. THE TOTAL AMOUNT OF US$30,600,00.00 IS PRESENTLY IN A CODED ACCOUNT AT THE CENTRAL BANK OF NIGERIA (CBN) , WE BY VIRTUE OF OUR AGREEMENT WITH THE CHAIRMAN OF THE CONTRACT REVIEW PANEL AND BEING THAT WE ARE THE ONLY ONES AWARE OF THE EXISTENCE OF THE FUNDS CAN ONLY SUCCESSFULLY ACQUIRE THE FUNDS THROUGH VERY LEGAL MEANS. TO DO THIS IT BECOMES ABSOLUTELY NECESSARY FOR US TO OFFICIALISE THE FUNDS TRANSFER PROCESS MAKING IT TAKE THE SEMBLANCE OF AN ACTUAL CONTRACT PAYMENT. UPON MY RECEIPT OF YOUR LETTER OF CLAIMS AND INVOICE DIRECTED TO MY OFFICE, WE SHALL MAKE A WRITTEN REPORT THAT YOUR COMPANY EXECUTED A CONTRACT FOR THE PETROLEUM TRUST FUND AND IS BY VIRTUE OF THIS CONTRACT ENTITLED TO THE ALLOCATION OF AN EXCHANGE CONTROL APPROVAL ORDER NO. FOR THE RELEASE OF US$30,600,000.00 BY THE FEDERAL MINISTRY OF FINANCE (FMF) THROUGH THE CENTRAL BANK OF NIGERIA.<br><br>WE WOULD NOT WANT TO EXPOSE OURSELVES TOO MUCH IN CONNECTION WITH THIS CONTRACT PAYMENT AS THIS MAY CAUSE EYE BROWS TO BE RAISED IN OUR DIRECTION AND THIS CERTAINLY WILL BE DETRIMENTAL TO OUR SUCCESS HENCE WE HAVE ASKED FOR YOU MUST DEAL WITH THEM DIRECTLY AS THE BONA-FIDE CONTRACTOR.<br>TWO OF US SHALL ARRIVE AT THE OFFSHORE COUNTRY TO SECURE OUR OWN SHARE OF THE MONEY. I MUST USE THIS OPPORTUNITY TO ASK FOR YOUR HELP IN THE UTILISATION OF OUR SHARE, WE CANNOT TAKE CASH BACK TO NIGERIA WE WANT TO USE OUR SHARE TO PURCHASE PARTICULAR GOODS THAT ARE OF GREAT NEED TO OUR ASPIRATIONS IN NIGERIA. WE ARE CIVIL SERVANTS AND ARE NOT FAMILIAR WITH THE MANY BUSINESS DEALINGS, TO SAFEGUARD OUR MONEY AND ENSURE WE CAN PURCHASE THE ITEMS DESPERATELY REQUIRED BY OUR POOREST< WE NEED YOUR HELP AND ADVISE. <br>PLEASE CALL ME AS SOON AS POSSIBLE SO THAT WE CAN DISCUSS IN DETAIL HOW TO BEST BRING THIS OUR DEAL TO A SUCCESSFUL COMPLETION . I WAIT IN EARNEST ANTICIPATION OF YOUR RESPONSE. PLEASE FEEL FREE TO CALL ME AT ANY TIME, THANK YOU VERY MUCH FOR YOUR ANTICIPATED SUPPORT.<br>KINDEST REGARD<br><br>ENGR.FUNSHO KAPOLALUM.", "summary": "The intercepted email from boyo23826@hotmail.com to Joetomsk@au.ru discusses a coded account at the Central Bank of Nigeria containing $30,600,000.00. The sender claims to be the only one aware of the funds and proposes to officialize the transfer process to make it appear as an actual contract payment. The sender requests the recipient's help in utilizing their share of the money to purchase goods needed in Nigeria. The sender also asks for the recipient's discretion to avoid raising eyebrows.", "topics": "fraud, contract payment, Nigeria, business dealings, money transfer", "entities": {"person": ["Joetomsk", "Funsho Kapolalum"], "organization": ["US GOVERNMENT", "CENTRAL BANK OF NIGERIA", "CONTRACT REVIEW PANEL", "PETROLEUM TRUST FUND", "FEDERAL MINISTRY OF FINANCE"], "location": ["Nigeria"], "miscellaneous": ["US$30,600,00.00", "ACTUAL CONTRACT PAYMENT", "EXCHANGE CONTROL APPROVAL ORDER NO.", "OFFSHORE COUNTRY"]}}, {"id": "armsdealing82", "date": "Nov 2008", "title": "vwparts4salecheep parts order, jhon", "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [November 15 2008] vwparts4salecheep Message Board Intercept <br><br>Posted:  October 29, 2008<br><br>jtomski,<br><br>Hi! <br><br>Thank you for sending information.  We need 100 of parts 40, 48 of part 50 and 12 of part 210. <br><br>jhon", "summary": "The intercepted message from vwparts4salecheep Message Board on October 29, 2008, reveals a request for 100 parts of 40, 48 parts of 50, and 12 parts of 210. The sender, jtomski, is thanked for providing the information. The significance of this request is unclear without further context.", "topics": "vw parts, parts order, message board, intercept, jhon", "entities": {"person": ["jtomski", "jhon"], "organization": ["US GOVERNMENT"], "location": [], "miscellaneous": ["vwparts4salecheep", "Message Board Intercept", "October 29, 2008", "100 of parts 40", "48 of part 50", "12 of part 210"]}}, {"id": "armsdealing83", "date": "Dec 2008", "title": "vwparts4salecheep, Volkswagons parts, jtomski", "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [December 1 2008] vwparts4salecheep Message Board Intercept<br><br>Posted:  October 21, 2008<br><br>JG,<br>We have many parts for used Volkswagons.  They are all in excellent condition.  We will be glad to make business with you.  What parts and how many do you want to buy?  Please send a PM and I can send you a list.<br>jtomski", "summary": "A US Government Intelligence Report from December 1, 2008 intercepted a message on the vwparts4salecheep message board. The message, posted on October 21, 2008, offers many parts for used Volkswagens in excellent condition and invites interested parties to send a private message for a list of available parts. The message was signed by jtomski.", "topics": "Volkswagons parts, Message Board Intercept, Used parts, Business transaction, PM.", "entities": {"person": ["JG", "jtomski"], "organization": ["US GOVERNMENT"], "location": [], "miscellaneous": ["Volkswagons", "October 21, 2008", "December 1 2008"]}}, {"id": "armsdealing84", "date": "Dec 2008", "title": "Email, DR. GEORGE NGOKI to DOMBROVKSKI, Bank information", "contents": "US GOVERNMENT EMAIL INTERCEPT: [December 5, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>DATE: 2 DECEMBER 2009<br>ATTN: DOMBROVSKI<br>FROM: DR. GEORGE NGOKI.<br>DEAR FRIEND AND PARTNER, GOOD DAY TO YOU, AND GREETINGS FROM NIGERIA.<br>I RECEIVED YOUR FAX OF YESTERDAY WITH GREAT DELIGHT, NOTING ALSO THAT YOU WERE ABLE TO SEND YOUR ADVISED BANKERS INFORMATION, AS WITHOUT THIS VITAL INFORMATION, THE ENTIRE FUNDS TRANSFER WOULD STILL BE IN ITS FETUS STAGE. I AM SINCERELY VERY GRATEFUL TO YOU IN A FUNDS TRANSFER OF THIS MAGNITUDE.<br><br>THE CONTRACT IN ITSELF, WAS EXECUTED BY MY COMPANY AND THE CONTRACT WAS; THE ENGINEERING AND CONSTRUCTION SERVICES FOR NUMEROUS WATERWAYS AND BYWAYS HERE IN MY COUNTRY. THE CONTRACT INVOICE NUMBER IS THUS; 067/BLKD/PTF/WR-PH/98.  TO EXPLAIN IN DETAIL WHAT THIS STANDS FOR, THE PTF STANDS FOR PUBLIC TRANSPORTATION MINISTRY, THE WR-PH STANDS FOR WATER RESOURCES AND PUBLIC HEALTH, WHILE THE 98, STANDS FOR CONTRACT AWARDED IN THE YEAR 1998.<br>AS EARLIER INFORMED YOU, THIS TRANSFER WOULD BE MADE TO YOU INFORM OF A CONTRACT PAYMENT OWED TO MY COMPANY OF WHICH PAYMENT IS DUE SINCE APRIL 1999, THE YEAR OF CONTRACT COMPLETION AND NOW YOUR COMPANY HAS BEEN GIVEN FULL AUTHORITY TO ASK FOR PAYMENT TO BE MADE AS A MAJOR PLAYER IN THE ACTUAL CONTRACT EXECUTED BY MY COMPANY.<br><br>SO, WITHIN THE NEXT COUPLE OF DAYS I SHALL BE VERY BUSY SECURING ALL APPROVALS NEEDED FROM THE FME, ARE SECURED. I WOULD THEN PASS THE FILE/APPLICATION OVER TO THE PTF TO AUTHENTICATE THE CONTRACTOR'S CLAIM. YOU COULD BE CONTACTED ANYTIME NOW THAT IS WHY WE HAVE TO COMMUNICATE DAILY SO THAT YOU ARE NOT ONLY PROPERLY EDUCATED ON THE INTRICACIES OF THIS PROJECT, BUT YOU ARE INFORMED OF ALL DEVELOPMENTS OVER AT THIS END.<br>I AWAIT YOUR CALL LATER TODAY.<br>BEST REGARDS,<br>DR. GEORGE NGOKI", "summary": "The intercepted email from Dr. George Ngoki to Dombrovski contains bank information related to a contract payment owed to Ngoki's company since April 1999. The contract was for engineering and construction services for waterways and byways in Nigeria. Ngoki expresses gratitude for Dombrovski's assistance in providing bank information and mentions securing approvals from the FME before passing the file to the PTF to authenticate the contractor's claim. The communication suggests a potential fraudulent scheme.", "topics": "Bank transfer, Contract payment, Contract details, Approval process, Communication plan.", "entities": {"person": ["DR. GEORGE NGOKI"], "organization": ["PUBLIC TRANSPORTATION MINISTRY"], "location": ["NIGERIA"], "miscellaneous": ["US GOVERNMENT EMAIL INTERCEPT", "December 5, 2008", "Joetomsk@au.ru", "2 DECEMBER 2009", "067/BLKD/PTF/WR-PH/98", "WATER RESOURCES AND PUBLIC HEALTH", "1998", "APRIL 1999"]}}, {"id": "armsdealing85", "date": "Dec 2008", "title": "Email boyo23826@hotmail.com to Joetomsk@au.ru, Bill of contract", "contents": "US GOVERNMENT EMAIL INTERCEPT: [December 10, 2008]  boyo23826@hotmail.com to Joetomsk@au.ru<br><br>DATE: 7 DECEMBER 2008<br>UPON MY RECEIPT OF YOUR LETTER OF CLAIMS AND INVOICE DIRECTED TO MY OFFICE, WE SHALL MAKE A WRITTEN REPORT THAT YOUR COMPANY EXECUTED A CONTRACT FOR THE PETROLEUM TRUST FUND AND IS BY VIRTUE OF THIS CONTRACT ENTITLED TO THE ALLOCATION OF AN EXCHANGE CONTROL APPROVAL ORDER NO. FOR THE RELEASE OF US$30,600,000.00 BY THE FEDERAL MINISTRY OF FINANCE (FMF) THROUGH THE CENTRAL BANK OF NIGERIA.<br><br>YOU ARE TO TRANSCRIBE INTO YOUR LETTER HEAD AND INVOICE RETURN TO ME TODAY TO ENABLE ME MAKE APPLICATION FOR THE FUNDS TRANSFER TO THE CONTRACT REVIEW PANEL THROUGH MY OFFICE. YOUR COMPANY SHALL BE INTRODUCED BY US AS A BONA FIDE CONTRACTOR WHO EXECUTED CONTRACT NO.067/BLKD/PTF/WR-PH/98 FOR THE PETROLEUM TRUST FUND (PTF).<br>BASED ON THE HOME WORK THAT WE HAVE DONE, WE KNOW FOR CERTAIN THAT THE APPLICATION WILL BE APPROVED AND THEN SENT TO THE DEBT RECONCILIATION COMMITTEE (DRC) , FOR FINAL APPROVAL AFTER WHICH THE FUNDS WILL BE REMITTED TO YOUR BANK ACCOUNT BY TELEGRAPHIC TRANSFER. <br><br>RE TYPE INTO YOUR INVOICE<br>THE DIRECTOR GENERAL<br>ENGINEERING AND PROJECTS<br>DEPARTMENT OF MINES AND POWER<br>FALOMO - IKOYI<br>LAGOS NIGERIA.<br><br>DEAR SIR,<br>BELOW IS THE BILL OF OUR CONTRACT NO: 067/BLKD/PTF/WR-PH/98, WHICH HAS EARLIER BEEN PRESENTED FOR YOUR NECESSARY ACTION AND APPROVAL.<br>1) FLUSHING & CALIBRATION OF THE IKOT - EKPENE UYO AXIAL STN US$8,000,000.00<br>2) LAYING OF PIPES FROM WARRI TO PORT HARCOURT US$7,000.000.00<br>3)  WELDING AND TEST OF PIPES FROM WARRI TO PORT HARCOURT US$3,500.000.00<br>3) REPAIR OF FAULTY TURBINE AT BONNY HARBOUR US$5,000,000.00<br>4)  STRUCTURAL REINFORCEMENT OF CANU RIVER DAM US$3,000,000.00<br>5)  TERIARY COMPLIANCE ENGINEERING OF PORT ARTHUR FLUSHWAY US$1,500,000.00<br>1)\tGOODS AND MATERIALS, CONSTRUCTION AND ENGR<br>ITEMS:<br>100-83AK74M-91<br>100-84AKM-18<br>100-85AKMS-98<br>205-10AN94-48<br>206-15P34-19<br>415-98SV98-1<br>415-99SV99-55<br>645-45SVD-85<br>645-45SVDS-58<br>738-00Bizon-20<br>789-38Vityaz SN-25<br>838-02KS-K-4<br>939-11GSH-301-58<br>SUBTOTAL: US$2,600,000.00<br>TOTAL US$30,600,000.00<br><br>KINDEST REGARD<br>DR. GEORGE NGOKI", "summary": "The intercepted email from boyo23826@hotmail.com to Joetomsk@au.ru contains a bill of contract for a petroleum trust fund in Nigeria. The email instructs Joetomsk to transcribe the bill into their letterhead and invoice and return it to boyo23826@hotmail.com's office to enable the transfer of US$30,600,000.00. The email also assures Joetomsk that the application will be approved and the funds will be remitted to their bank account by telegraphic transfer. The email is signed by Dr. George Ngoki, Director General of Engineering and Projects Department of Mines and Power in Lagos, Nigeria.", "topics": "Petroleum contract, Funds transfer, Contract review panel, Debt reconciliation committee, Bill of contract.", "entities": {"person": ["Joetomsk", "George Ngoki"], "organization": ["US GOVERNMENT", "PETROLEUM TRUST FUND", "FEDERAL MINISTRY OF FINANCE", "CENTRAL BANK OF NIGERIA", "CONTRACT REVIEW PANEL", "DEBT RECONCILIATION COMMITTEE", "DEPARTMENT OF MINES AND POWER"], "location": ["NIGERIA", "FALOMO - IKOYI", "LAGOS", "IKOT - EKPENE UYO", "WARRI", "PORT HARCOURT", "BONNY HARBOUR", "CANU RIVER DAM", "PORT ARTHUR FLUSHWAY"], "miscellaneous": ["December 10, 2008", "7 DECEMBER 2008", "US$30,600,000.00", "067/BLKD/PTF/WR-PH/98", "FLUSHING & CALIBRATION", "LAYING OF PIPES", "WELDING AND TEST OF PIPES", "REPAIR OF FAULTY TURBINE", "STRUCTURAL REINFORCEMENT", "TERIARY COMPLIANCE ENGINEERING", "GOODS AND MATERIALS, CONSTRUCTION AND ENGR", "100-83AK74M-91", "100-84AKM-18", "100-85AKMS-98", "205-10AN94-48", "206-15P34-19", "415-98SV98-1", "415-99SV99-55", "645-45SVD-85", "645-45SVDS-58", "738-00Bizon-20", "789-38Vityaz SN-25", "838-02KS-K-4", "939-11GSH-301-58", "US$2,600,000.00", "DR."]}}, {"id": "armsdealing86", "date": "Oct 2008", "title": "Message board, vwhombre, volkswagon parts", "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [December 14 2008]<br><br>Posted:  October 30, 2008<br><br>I would like to know if anyone has engine parts for a volkswagon.  My automobile has broken and needs several mechanical parts.  I need ignition and exhaust components, and door parts.  I need them very soon.<br><br>vwhombre", "summary": "This document is a message board post from October 30, 2008, requesting engine parts for a Volkswagen. The author is in need of ignition and exhaust components, as well as door parts, and requires them urgently. The post is being monitored by US government intelligence.", "topics": "Volkswagen parts, Mechanical parts, Ignition components, Exhaust components, Door parts.", "entities": {"person": [], "organization": ["US GOVERNMENT INTELLIGENCE"], "location": [], "miscellaneous": ["December 14 2008", "October 30, 2008", "volkswagon", "automobile", "ignition", "exhaust", "door", "vwhombre"]}}, {"id": "armsdealing87", "date": "Nov 2008", "title": "vwparts4salecheep, vw parts, Pontiac for trade", "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 2 2009] vwparts4salecheep Message Board Intercept<br><br>Posted:  November 9, 2008<br><br>I would like to buy the vw parts next week.  How soon can I get them?  I have a Pontiac classic car for trade for you.  <br><br>vwhombre", "summary": "The document is a US government intelligence report from January 2, 2009, regarding an intercepted message on the vwparts4salecheep message board. The message was posted on November 9, 2008, and the sender is interested in buying VW parts and offering a Pontiac classic car for trade. The sender's username is vwhombre.", "topics": "vw parts, Pontiac, trade, message board, intercept", "entities": {"person": [], "organization": ["US GOVERNMENT"], "location": [], "miscellaneous": ["vwparts4salecheep", "Pontiac"]}}, {"id": "armsdealing88", "date": "Jan 2009", "title": "vwparts4salecheep, JG need parts", "contents": "US GOVERNMENT INTELLIGENCE REPORT:   [January 10 2009] vwparts4salecheep Message Board Intercept <br><br>Posted:  October 13, 2008<br><br>Hi! <br><br>I would like to buy parts for volkswagons.  We need several hundred parts of many different kinds.  Dose anyone know someone who can help?    Please write here and we will see it.<br><br>JG", "summary": "The intercepted message from vwparts4salecheep message board on October 13, 2008, indicates that JG is seeking to purchase several hundred parts for Volkswagen vehicles. The US government intelligence report suggests that this may be of interest to those monitoring potential illegal activities related to the sale of auto parts.", "topics": "volkswagen parts, bulk purchase, message board, JG, supplier search", "entities": {"person": ["JG"], "organization": ["US GOVERNMENT"], "location": ["volkswagons"], "miscellaneous": ["vwparts4salecheep Message Board Intercept", "January 10 2009", "October 13, 2008"]}}, {"id": "armsdealing89", "date": "Jan 2009", "title": "vwparts4salecheep, vwhombre, JT, Pontiac trade", "contents": "US GOVERNMENT INTELLIGENCE REPORT:  [January 12 2009] vwparts4salecheep Message Board Intercept<br><br>Posted:  December 12, 2008<br><br>vwhombre,<br><br>I have received information about the Pontiac and will trade parts with you.  Please send information for shipping.  I will send the parts as soon as we make exchange.  When do you want to exchange?  Reply on the other board, as that is where I will look for your arrangements.<br><br>JT", "summary": "The document is a US government intelligence report from January 12, 2009, regarding a message board intercept on vwparts4salecheep. The message is from December 12, 2008, and involves a trade of parts between vwhombre and JT, with information about shipping to be exchanged. The message instructs vwhombre to reply on another board for further arrangements.", "topics": "Pontiac trade, vwparts4salecheep, vwhombre, JT, parts exchange", "entities": {"person": ["vwhombre", "JT"], "organization": ["US GOVERNMENT"], "location": ["Pontiac"], "miscellaneous": ["vwparts4salecheep Message Board Intercept", "December 12, 2008", "shipping"]}}, {"id": "armsdealing90", "date": "Jan 2009", "title": "vwparts4salecheep, Jhon meeting jtomski, Arab Sail<br", "contents": "US GOVERNMENT INTELLIGENCE REPORT: [January 18 2009] <br><br>vwparts4salecheep Message Board Intercept<br><br>Posted:  November 13, 2008<br><br>Jhon,<br><br>We would like to meet to make arrangements for payment and shipment.  We have a meeting at the Arab Sail in April.  Do you want to meet? jtomski", "summary": "The document is a US government intelligence report from January 18, 2009, regarding an intercepted message on the vwparts4salecheep message board. The message is a request for a meeting between Jhon and jtomski to discuss payment and shipment arrangements. The meeting is scheduled to take place at the Arab Sail in April.", "topics": "Arab Sail, Payment arrangements, Shipment, Meeting, vwparts4salecheep.", "entities": {"person": ["Jhon", "jtomski"], "organization": ["US GOVERNMENT", "Arab Sail"], "location": [], "miscellaneous": ["vwparts4salecheep", "Message Board Intercept", "November 13, 2008", "April"]}}]